let cmSingleCheckList = [
  {
    content:
      '挡煤板的作用是防止采煤机割下的煤(C)A.落到输送机上B.落到输送机内侧C.落到输送机外侧D.伤人',
    core: ['C.落到输送机外侧']
  },
  {
    content: '采煤工作面煤层被直接采出的厚度叫(D)A.煤柱B.煤帮C. 煤壁D.采高',
    core: ['D.采高']
  },
  {
    content: '直接进行采掘的煤层暴露面叫( C )A.煤柱B.煤帮C. 煤壁D.工作面',
    core: ['C. 煤壁']
  },
  {
    content:
      '采高较大或煤层节理发育，煤壁易(B) 可能导致顶板大量下沉。A.冒落B.片帮C. 跨落D.压垮',
    core: ['B.片帮']
  },
  {
    content:
      '在普采工作面内破煤和装煤两个工序 全部由（C）A.转载机B.三机C. 采煤机来完成D.工人',
    core: ['C. 采煤机来完成']
  },
  {
    content: '采煤工作面的支护包含两个方面的意义(C)A.护B.支C.支和护D.放',
    core: ['C.支和护']
  },
  {
    content:
      '断 层 分 为 (c)逆断层、平移断层。A.大断层B.小断层C.正断层D.平移断层',
    core: ['C.正断层']
  },
  {
    content: '位于煤层(A)的岩层叫顶板。A.上面B .下面C .中部D .地下',
    core: ['A.上面']
  },
  { content: '位于煤层下面的岩层叫( B )A顶板B.底板C.老顶D.伪顶', core: ['B.底板'] },
  {
    content: '煤层顶板分为(A )直接顶和基本顶。A伪顶B.假顶C.软顶D.再造',
    core: ['A伪顶']
  },
  {
    content:
      '基本顶周期性垮落的距离，称为基本顶(A )A周期来压步距 B .初次来压C .老顶来压 D .初次来压',
    core: ['A周期来压步距']
  },
  {
    content:
      '完成一个循环，采煤工作面向前推进 的距离称(A)A方循环进度 B .班进度C .日进度 D .月进度',
    core: ['A方循环进度']
  },
  {
    content:
      '进刀方式分为中部进刀( A )A.端部进刀B.中间割煤C.联合进刀D.底部进刀',
    core: ['A.端部进刀']
  },
  {
    content:
      '液压支架梁端距—般底应部不进超刀过(A)A.840mmB.400mmC. 450mmD. 300mm',
    core: ['A.840mm']
  },
  {
    content:
      '综采工作面采高应不小于支架的（C）支护高度.A.一样 B.最大 C最小 D.平均',
    core: ['C最小']
  },
  { content: '矿尘分为煤尘和（A）两种A 岩尘 B.粉尘 C颗粒 D.灰尘', core: ['A 岩尘'] },
  {
    content:
      '综采工作面完成一个循环的标志是（B）A.支护 B移架 顶溜 C.扫浮煤 D.拉架',
    core: ['B移架']
  },
  {
    content:
      '油液内部或油液与容器接触面之间的单位面积的作用力称为（A）A压力 B.压强 C.作用力 D.反作用力',
    core: ['A压力']
  },
  {
    content: '泵站是采煤机调高系统的（B）A.心脏 B动力源 C.原件 D.设备',
    core: ['B动力源']
  },
  {
    content:
      '根据控制阀在液压系统中所起的作用不同，可分为（A）压力控制阀和流量控制阀三大类A方向控制阀 B.大小控制阀 C.节流阀 D.控制阀',
    core: ['A方向控制阀']
  },
  {
    content: '溢流阀可分力直动式和（A）两种.A先导式 B.滞后式 C.回路式 D.同步式',
    core: ['A先导式']
  },
  {
    content:
      '综采工作面有两种（A）A左工作面和右工作面 B上工作面和下工作面 C.前工作面和后工作面D.前工作面和后工作面',
    core: ['A左工作面和右工作面']
  },
  {
    content: '采区变电所应用（C）支护.A.工字钢 B.可燃性材料 C不燃性材料 D.石材',
    core: ['C不燃性材料']
  },
  { content: '液控单向阀属于（B）原件.A.动力B控制C.执行D.辅助', core: ['B控制'] },
  {
    content:
      '在综采工作面中，刮板输送机起承载（A）和采煤机导向以及液压支架推移作用.A运煤B.拉煤C.割煤D.落煤',
    core: ['A运煤']
  },
  {
    content:
      '回采工艺是指按照一定（B）完成各项回采工序的方法及其配合.A.工序B顺序C.次序D.时间',
    core: ['B顺序']
  },
  {
    content:
      '回采工艺由破煤.装煤.运煤.支护.采空区处理（A）个工序组成.A.5 B.4 C.3 D.7',
    core: ['A.5']
  },
  {
    content:
      '给采煤工作面支护设备及推移装置供液的液压动力（A）称作乳化液泵站.A没设备B.设施C工具D.装置',
    core: ['A没设备']
  },
  {
    content:
      '利用液体压力产生工作阻力，并实现升柱和卸载的单根（B）支柱称单体液压支柱.A.弹性 B可缩性C.工具D.扳手',
    core: ['B可缩性']
  },
  {
    content: '单向阀是指仅允许液体（B）流动的阀件.A.多向B单向C.安全D.全面',
    core: ['B单向']
  },
  {
    content:
      '液压传动系统由（A）、执行机构和控制装置组成.A动力机构B.可缩性 C工具 D.安全',
    core: ['A动力机构']
  },
  {
    content:
      '减液压冲击的根本措施是避免液体速度的（C）A.稳定 B.减小 C突然变化 D.静止不动',
    core: ['C突然变化']
  },
  {
    content:
      '上区段工作面采完后，沿着上区段采空区边缘开掘下区段的回风平巷叫做（A）. A沿空送巷B.沿空留巷 C.平巷 D.煤巷',
    core: ['A沿空送巷']
  },
  {
    content:
      '根据岩性.厚度及采煤过程中垮落的难易程度顶板分为伪顶、直接顶、（C）A.老底B.隧道 C老顶D.煤层',
    core: ['C老顶']
  },
  {
    content:
      '我国长壁式采煤工作面采用（A）、普采和综采三种回采工艺.A炮采B机采C洞室D小采',
    core: ['A炮采']
  },
  {
    content:
      '乳化液是一种由（C）配置而成水包油型的乳白色液体A.水 B.油 C少量乳化油和大量的水 D.少量乳化油',
    core: ['C少量乳化油和大量的水']
  },
  {
    content:
      '安全阀是指能保持支柱（A）的特性，并保护其不致超载损坏的阀件.A恒阻B.一样C.压力D.额定',
    core: ['A恒阻']
  },
  {
    content:
      '金属铰接顶梁与木梁比不易损坏而且还能（A）使用A多次B.一次C.辆次D.二次',
    core: ['A多次']
  },
  {
    content:
      '倾斜长壁采煤法中，采煤工作面沿煤层倾斜方向自下而上推进的开采叫做（A）A仰斜开采B.俯斜开采 C.伪斜 D.水平开采',
    core: ['A仰斜开采']
  },
  {
    content:
      '将高压液体注入外注式单体液压支柱用以升柱的工具称（A）A注液抢 B.手把 C.安全阀 D.阀门',
    core: ['A注液抢']
  },
  {
    content:
      '液压支架按其对顶板的支护方式和结构特点的不同，可分为支撑式.掩护式.支撑掩护式（B）种基本架型A.2 B3 C.4 D.6',
    core: ['B3']
  },
  {
    content: '回柱放顶时，（A）单人操作.A可 B.不可 C.无所谓 D.三人',
    core: ['A可']
  },
  {
    content:
      '随着上区段工作面采完后，用专门的支护材料，在采空区维护将上区段运输平巷作为下区段采煤工作面的回风平巷称为（A）A沿空留巷B.沿空送巷 C.落山巷 D.采煤',
    core: ['A沿空留巷']
  },
  {
    content:
      '回柱放顶之后放顶线到工作面煤壁的距离就叫（A）控顶距.A.最小B.最大C.一样D.平均',
    core: ['A.最小']
  },
  {
    content:
      '在矿山压力的作用下引起一系列的自然现象，例如煤层顶板下沉和震荡.底板鼓起.片帮.支架变形和损坏.充填物下沉压缩.煤岩层和地表移动.路边矿边坡滑动.冲击地压.煤与瓦斯突出等，这一系列现象称为（A）A矿山压力显现B.应力集中显现C.岩石压力显现D.引力',
    core: ['A矿山压力显现']
  },
  {
    content:
      '当老顶悬露达到极限跨距时，老顶断裂，同时发生已破断的岩块回转失稳变形失稳，有时可能伴随没落失稳煤层顶板的台阶下沉，从而导致采煤工作煤层顶板的急剧下沉，此时，采煤工作面支架呈现的受力普遍加大，即称为（C）A.直接顶有初次来压B.伪顶的初次来压C老顶的初次来压D正常来压',
    core: ['C老顶的初次来压']
  },
  {
    content:
      '煤层一旦有片帮，应掏梁窜（B）支护防止冒顶.A.滞后B.超前C.加强D.立即',
    core: ['B.超前']
  },
  {
    content:
      '掘进面电气设备的“两闭锁”是指（B）A.通风与瓦斯的闭锁掘进机与运输机的闭锁B.风电闭锁.瓦斯电闭锁C.风电闭锁.掘进机与运输机的闭锁D.通风与瓦斯的闭锁',
    core: ['B.风电闭锁.瓦斯电闭锁']
  },
  {
    content:
      '刮板输送机，破碎机，转载机正确的开启顺序为（A）A破碎机--—转载机--刮板输送机B破碎机--刮板输送机-—转载机C.刮板输送机-—破碎机-一转载机D.煤机-刮板输送机-—转载机',
    core: ['A破碎机--—转载机--刮板输送机']
  },
  {
    content: '采煤工作面的空间直接维护的对象是（B）A.顶板B.直接顶C.落山D.底板',
    core: ['B.直接顶']
  },
  {
    content: '采煤工作面煤壁到支架梁端为（A）A端面距B.空顶距C.支护D.最大空顶距',
    core: ['A端面距']
  },
  {
    content:
      '矿井灾害预防和处理计划是指为了灾害的发生和一旦发生事故后，预先制定的抢险救灾（B）A.安全投入B方案C.财产D.方法',
    core: ['B方案']
  },
  {
    content:
      '（A）就是利用钢钎等工具去敲击工作面帮顶已暴露的而未加管理的煤体，利用发出的回音来探明周围煤体是否松动.断裂或离层.如果声音清脆说明所敲击部位的煤体没有脱离母体，顶板不会冒落，煤壁不会片帮，如果发出空声说明所敲击部位的煤体已脱离母体，很可能发生冒顶和片帮.A敲帮问顶B.支护C.支架D.放顶',
    core: ['A敲帮问顶']
  },
  {
    content:
      '（A）的主要内容是采场支护和采空区处理.目前采空区处理方法大致分为四种：垮落法、煤柱支撑法、缓慢下沉法和充填法.A.顶板管理B.设备管理C.财产D.作业',
    core: ['A.顶板管理']
  },
  {
    content:
      '（A）是刮板输送机的连接.保护装置，起着过载保护作用，也有均载和减缓冲击的作用.A液力偶合器B.对轮C.销子D.蛤蟆扣',
    core: ['A液力偶合器']
  },
  {
    content:
      '巷道报废后，由于受采动影响，支架产生严重变形，断梁折柱.空帮.空顶，顶板破碎极易冒顶，另外在报废的巷道内已停止通风，积聚了大量的瓦斯和有害气体，还可能积聚大量的积水如果（A）不及时，一旦人员进入旧巷，会发生各种伤亡事故.A封闭B.支护C.支架D.循环',
    core: ['A封闭']
  },
  {
    content: '煤层顶板暴露的面积（A）煤层顶板压力越大.A越大B.越小C.落山D.一样',
    core: ['A越大']
  },
  {
    content: '巷道交岔点（C）通常认为煤层顶板压力越大.A.越大B.越少C越多D.一样',
    core: ['C越多']
  },
  {
    content:
      '迅速恢复冒顶区的（A）如一时不能恢复，可采取其它措施.A在常通风B循环风C微风D.串联通风',
    core: ['A在常通风']
  },
  {
    content:
      '采煤工作面爆破时，必须有保护支架和其它设备的（B）A.工作设施B安全设施C.支护D.设备',
    core: ['B安全设施']
  },
  {
    content:
      '作面后方采空区是（B）工作面前方煤壁内是处于增压区A.稳压区B常压区C.支架D.减压区',
    core: ['B常压区']
  },
  {
    content: '刮板输送机（C）维护管理要做到三平两直.一稳.四勤A.月B年C日常D旬',
    core: ['C日']
  },
  {
    content:
      '小绞车应安装在通风良好.顶板完整支护可靠的（A）地点A.安全B.不安全C.支架D.任意',
    core: ['A.安全']
  },
  {
    content:
      '以下不属于乳化液泵箱体温升过快或油温过高原因的是（D）A.连杆轴瓦损坏及曲轴颈磨损B.润滑油不足C.润滑油过多D滑块密封损坏',
    core: ['D滑块密封损坏']
  },
  {
    content:
      '采煤工作面必须按作业规程的规定及时支护，严禁（A）A空顶作业B.支护C.中等D.同时',
    core: ['A空顶作业']
  },
  {
    content: '采煤机牵引部由（B）提供动力.A.电动机 B马达C.行走轮D.主泵',
    core: ['B马达']
  },
  {
    content:
      '液压马达将主油泵提供的液压能转变为（B）A电能、B气械能C.转动能D液压能',
    core: ['B气械能']
  },
  {
    content:
      '截割部由固定减速箱，摇臂和（A）等部件组成.A. 滚筒B.星型头C.行走轮D.刀齿',
    core: ['A. 滚筒']
  },
  {
    content: '采煤机高压回路压力大小决定于（B）A.摩擦力B牵引阻力C.动量D.马达',
    core: ['B牵引阻力']
  },
  {
    content: '采煤机低压保护又称为（B）A.无压保护B主保护C.失压保护D.液压',
    core: ['B主保护']
  },
  {
    content:
      '闭式液压系统中，主油泵与马达是通过油（A）A直接连动B.间接联动C.没关系D.互相联系',
    core: ['A直接连动']
  },
  {
    content:
      '过零保护系统是为了防止采煤机停止牵引时出现（B）而设计的A.正转B反转C.静止不动D.匀速',
    core: ['B反转']
  },
  {
    content: '滚筒宽度即采煤机的（B）A.循环进度B理论截深C.设计宽度D.滚筒直径',
    core: ['B理论截深']
  },
  {
    content:
      '采煤机所用截齿有（A）型截齿和稿型截齿两种.A刀型、B.一字型C.Y型D.M型',
    core: ['A刀型']
  },
  {
    content:
      '采煤机按牵引方式，分为液压牵引采煤机，（A）两种.A电牵引采煤机B.马达牵引采煤机C.动力牵引采煤机D.其它',
    core: ['A电牵引采煤机']
  },
  {
    content:
      '牵引系统由液压传动改为直流电动机驱动或特殊电动机驱动，可以大大提高（B）A.牵引速度B传动效率C.功率D.电阻',
    core: ['B传动效率']
  },
  {
    content: '电牵引采煤机左右截割部相互（A）A独立B.分离.C一体D.联系',
    core: ['A独立']
  },
  {
    content:
      '电牵引采煤机液压系统包括：调高回路、（B）两部分.A.液压回路B制动回路C电回路D.独立',
    core: ['B制动回路']
  },
  {
    content:
      '电牵引采煤机构有制动回路能够为采煤机提供（A）A伤滑保护B.过电流保护C.过电压D.动力',
    core: ['A伤滑保护']
  },
  {
    content:
      '在工作过程中，粗过滤器一但滤芯被污物堵塞，压差通过（C）可显示出来.A.高压表B.低压表C真空表D.压力表',
    core: ['C真空表']
  },
  {
    content:
      '滚筒转速的大小于对装煤能力，（A）和煤尘生成量影响甚大.A煤的块度B.含矸量 C牵引速度D.支架',
    core: ['A煤的块度']
  },
  {
    content:
      '采煤机电动机冷却水路畅通，不漏水，电动机外壳温度不超过（B）℃.A.80 B.75 C.30 D.40',
    core: ['B.75']
  },
  {
    content:
      '采煤机牵引部闭式油路低压侧压力越高，则作用于马达的有效压力就（B）A.越高 B减越低 C.与低压侧压力无关 D.无变化',
    core: ['B减越低']
  },
  {
    content:
      '下面哪一个部件不是采煤机电气部分的主要部件.（D）A.中间箱B.电机控制箱 C.电磁阀箱 D 电缆拖移装置',
    core: ['D 电缆拖移装置']
  },
  {
    content:
      '采煤机截齿，按安装方式分类有（B）A.镐型截齿和刀型截齿 B切向截齿和径向截齿 C.镐型截齿和Y型截齿 D.一字型和镐型截齿',
    core: ['B切向截齿和径向截齿']
  },
  {
    content:
      '截割滚筒的完好标准中规定，截齿缺少或截齿无合金的数量不超过（B）A.6% B. 10% C.15% D.20%',
    core: ['B. 10%']
  },
  {
    content:
      '采煤机调高回路能够满足采高及（A）的要求.A.卧底量B.运行 C.停止 D.支架',
    core: ['A.卧底量']
  },
  {
    content:
      '在采煤机减速箱内还设有（A）能可靠防滑，保证采煤机在较大倾角条件下安全工作.A液压制动器B.刹车皮 C.对轮 D.星型轮',
    core: ['A液压制动器']
  },
  {
    content:
      '电牵引采煤机牵引机构由牵引减速箱和（C）两大部分组成A.销轴 B.滚轮 C.行走箱 D.行走轮',
    core: ['C.行走箱']
  },
  {
    content:
      '液压牵引采煤机高压回路压力大小决定于（C）A.流量 B.压力 C牵引阻力D.马达',
    core: ['C牵引阻力']
  },
  {
    content: '采煤机工作时，电动机功率主要消耗于（C）A.牵引B.运煤 C截煤D.装煤',
    core: ['C截煤']
  },
  {
    content:
      '液压操作是指通过装设在采煤机两端的（B）对操作机构进行操作.A.多向阀 B.单向阀 C.液控阀组 D.多向',
    core: ['B.单向阀 ']
  },
  {
    content:
      '采煤机过零位保护是通过（B）和安装的行程开关XK来实现的.A按钮 B牵引调速机构圆盘 C.开关 D.单向阀',
    core: ['B牵引调速机构圆盘']
  },
  {
    content:
      '当采煤机截割矸石时，截割阻力增加通过（B）可自动降低牵引速度.A.电阻 B功率自动调节器 C.开关 D.换向阀',
    core: ['B功率自动调节器']
  },
  {
    content:
      '冷却喷雾系统中，安全阀的调整压力为（B）A Imp B. 2mp C 4mp D. 45mp ',
    core: ['B. 2mp']
  },
  {
    content:
      '双滚筒系统采煤机滚筒直径一般应稍大于采高的（C）A.1/4 B.1/6 C.1/2 D.1/3',
    core: ['C.1/2']
  },
  {
    content: '7MG-200型采煤机的牵引速度一般不超过（B）m/分.A.5 B.6 C.7 D.3',
    core: ['B.6']
  },
  {
    content:
      '在紧急事故情况下，可允许在电机带负荷情况下断开电源，但绝不允许（B）A软启动 B用来直接启动采煤机 C.旋转 D.硬启动',
    core: ['B用来直接启动采煤机']
  },
  {
    content:
      '采煤机制动器上锁停止牵引，保证采煤机牵引过零时（A）A自动抱闸B.手动抱闸 C运转 D.停止',
    core: ['A自动抱闸']
  },
  {
    content:
      '当采煤机负荷电流增大到整定值上限以上时，采煤机不断降低（B）A.自动化 B.牵引速度 C.功率 D.速度',
    core: ['B.牵引速度']
  },
  {
    content:
      '采煤工作面倾角在（B）以上时，必须有可靠的防滑装置.A.25° B.15° C.30° D.29°',
    core: ['B.15°']
  },
  {
    content:
      '停采煤机分为（A）和紧急停机两种情况.A正常停机 B.非正常停机 C.命令停机 D.自动',
    core: ['A正常停机']
  },
  {
    content: '危及人身安全时，应（B）A.正常停机 B紧急停机 C.闭锁煤机 D.立即',
    core: ['B紧急停机']
  },
  {
    content:
      '无水或水压不够的情况下（B）A.可以开机作业 B严禁开机作业 C.怎样干无关系 D.可以满速开机',
    core: ['B严禁开机作业']
  },
  {
    content:
      '停止采煤机时，应先停（C）再停电动机，紧急停机情况除外.A.马达B.离合C牵引D.开关',
    core: ['C牵引']
  },
  {
    content: '严禁在电动机开动的情况下操纵截割部（A）A离合器B.冷却水C按钮D开关',
    core: ['A离合器']
  },
  {
    content:
      '无论时过断层.陷落柱.或是工作面收尾，都应加强对采高的控制，一般以采煤机（A）为易.A顺利通过B.大于机身 C.刚好等于机身 D.不能',
    core: ['A顺利通过']
  },
  {
    content:
      '班检由当班正副司机负责，班检时间不少于（A）Min.A30 B.40 C.50 D.23',
    core: ['A30']
  },
  {
    content:
      '截齿缺少或无合金的数量不超过10%，齿座损坏或短缺的数量不超过B）.A.3% B.5%C.20%D.30%',
    core: ['B.5%']
  },
  {
    content: '维护和保养的一个关键环节是对设备的（B）A.加油 B润滑C换件D.换向',
    core: ['B润滑']
  },
  {
    content:
      '抗磨油指适用于高压和（B）系统中的液压油.A.高温 B温度变化范围较大 C.常温 D.小',
    core: ['B温度变化范围较大']
  },
  { content: '各类油脂要标注牌号.并（A）A挂牌B.记数C.分类D.管理', core: ['A挂牌'] },
  {
    content:
      '为了防止盲目拆卸而造成零件的意外损坏，拆卸前必须了解设备的（A）A构造B.原因C.数量D.性能',
    core: ['A构造']
  },
  {
    content:
      '操作规程中规定：操作采煤机应做到的十字准则中“直”代表（C）A.支架直B.溜子直 C煤壁割直 D.落山直',
    core: ['C煤壁割直']
  },
  {
    content:
      '采煤机大修后，严格按检修质量标准验收，并附有出厂验收报告和（D）以及试验报告单等.A.防爆合格证B.班检报告 C.日检报告 D证明',
    core: ['D证明']
  },
  {
    content:
      '在回采过程中，特殊情况更换截齿处理片帮及输送机故障等，人员有时需到煤壁一侧去作业，当距滚筒很近时必须保证滚筒不能转动与电机分开以防止一旦触动开关，滚筒转动将人绞入，所以采煤机要与运输机闭锁，并打开（A)A隔离开关B.按钮 C控制线 D.支架',
    core: ['A隔离开关']
  },
  {
    content:
      '采煤工作面刮板输送机必须安设能发出停止和启动信号的装置，发出信号点的间距不得超过（A）米A 15 B.20 C.30 D.40',
    core: ['A 15']
  },
  {
    content:
      '综采司机站在安全位置，启动采煤机进行（B）试运行.A.重载 B空载C.一样D.加速',
    core: ['B空载']
  },
  {
    content:
      '在牵引正常的情况下空运转10min15min，使油温开到（B）左右时，停止试运转.A.30℃ B.40℃ C.50℃ D.20',
    core: ['B.40℃']
  },
  {
    content:
      '司机在换班时，必须脱开截割部的（B）使截割滚筒处于非工作的状态.A.开关1B离合器C.按钮D.启动',
    core: ['B离合器']
  },
  {
    content:
      '采煤机的白检由维修班长负责，检修时间不少于（B）小时.A.6 B4 C.5 D.7',
    core: ['B4']
  },
  {
    content:
      '挂摘离合器时必须在（B）状态下进行，作到挂实摘净.A.电机运转 B电机停转 C.空转D.正常',
    core: ['B电机停转']
  },
  {
    content:
      '采煤机启动前，必须先巡视采煤机四周，确认对人员无危险后，方可（B）A.关闭电源 B.接通电源 C.开关 D.停止',
    core: ['B.接通电源']
  },
  {
    content:
      '问，意同于“敲帮问顶”的“间”，即用（B）或较直接的方式来判断.A验算 B手感 C.询问 D.查看',
    core: ['B手感']
  },
  {
    content:
      '了解故障的现象和发生的过程，尤其要注意了解故障的细微现象，判断是电气故障、机械故障或是（B）A.线路故障B液压故障 C、油路故障 D.操作故障',
    core: ['B液压故障']
  },
  {
    content:
      '在确定故障部分后，根据故障的现象和判断故障的程序，最终找到具体（C）A.结果 B.问题 C故障点 D.错误',
    core: ['C故障点']
  },
  {
    content:
      '在査找采煤机故障原因时，根据现象和经过做出正确的（D）是一件十分复杂的工作A.处理B.检查C.解释 D判断',
    core: ['D判断']
  },
  {
    content:
      '在查找采煤机故障原因时，可以按照先简单后复杂、先外部后内部，以及先（B）后液压系统的原则来处理A.电气B机械C.油路D.操作',
    core: ['B机械']
  },
  {
    content:
      '采煤机的常见故障按其表面现象，大致可分为；牵引方面故障、摇臂及滚筒的故障、启动故障、采煤机的（A）及其他方面的故障A发热 B.主泵 C.电动机 D.减速器',
    core: ['A发热']
  },
  {
    content:
      '怎样准确判断及尽快地找到故障点，就需要按寻找故障的（D）和一般原则查找.A.马达 B.电动机 C.减速器 D程序',
    core: ['D程序']
  },
  {
    content:
      '采煤机出现牵引方面的故障，要先仔细检查采煤机（A）及采煤机周围有无卡绊之物.A滑靴B.截割部 C.行走部D.销排',
    core: ['A滑靴']
  },
  {
    content:
      '采煤机出现牵引方面的故障，在确定没有外部（B）之后，再考虑其是否是内部原因.A压力B阻力C.摩擦力D.拉力',
    core: ['B阻力']
  },
  {
    content:
      '采煤机出现时牵引时不牵引故障时，如果不是受外部阻力，一般情况下是由于牵引部（A）液压油严重污染，以及油中机械杂质超限所引起的.A泵箱B.马达C.主泵D.减速器',
    core: ['A泵箱']
  },
  {
    content:
      '采煤机单向牵引，一般可能是（B）系统方面的原因或电气方面的原因A.操作B液压C油路D.连接',
    core: ['B液压']
  },
  {
    content:
      '采煤机伺服变量机构由随动阀到液控单向阀或油缸之间的油管有（D）造成采煤机不能换向.A.接错B.损坏C.堵塞VD泄漏',
    core: ['D泄漏']
  },
  {
    content:
      '采煤机摇臂及滚筒有故障，首先应当考虑截割部的齿轮、轴承是否损坏，再考虑是不是（B）系统方面的原因.A.电气B液压C.安装D.操作',
    core: ['B液压']
  },
  {
    content:
      '采煤机齿轮、轴承损坏的原因之一有，由于设备使用时间过长，有的机械零件（A）超限，甚至接近或达到疲劳极限.A磨损B.丢失C.短缺D.损坏',
    core: ['A磨损']
  },
  {
    content:
      '采煤机齿轮、轴承损坏的原因之一有，缺油或润滑油不足，在个别运动副（齿轮副或轴承副）之间出现边界摩擦引起齿轮很快（C）A.损坏B.错位 C磨损失效D丢失',
    core: ['C磨损失效']
  },
  {
    content:
      '造成采煤机滚筒不能调高或升降动作缓慢的原因，一般是（C）系统的故障A油路B操作 C液压D电气',
    core: ['C液压']
  },
  {
    content:
      '处理采煤机开机后摇臂立即上升或下降的方法：更换控制（C）或控制阀若是操作手把问题，应当更换或紧固操作手把.A.阀片B.冷却水 C按钮D.线路',
    core: ['C按钮']
  },
  {
    content:
      '造成采煤机摇臂自劫下降故障的原因：液压锁损坏、调高液压缸窜油，以及B）损坏或管路漏油.A.主泵 B安全阀 C.卸载阀 D.马达',
    core: ['B安全阀']
  },
  {
    content:
      '处理采煤机摇臂自动下降故障的方法，更换损坏的液压锁、调高液压缸、（B）；若管路漏油，应紧固接头，更换损坏的密封或其他元件.A.马达 B 安全阀 C.卸载阀 D.主泵',
    core: ['B 安全阀']
  },
  {
    content:
      '采煤机滚筒不能旋转的原因之一有，滚筒离合机构（D）的定位失灵，使离合器自行脱开.A阀片 B阀门 C.按钮 D.手柄',
    core: ['D.手柄']
  },
  {
    content:
      '如果采煤机滚筒停转，且电动机上有异常声音，并伴有温度升高，说明电动机（B）抱死.A.转子B轴承C.对轮D.定子',
    core: ['B轴承']
  },
  {
    content:
      '如果采煤机滚筒（B）且齿轮有杂音发出，则齿轮箱内有打坏的齿轮.A.不升降 B停转 C.不调高 D.旋转',
    core: ['B停转']
  },
  {
    content:
      '采煤机不能启动的原因之一有，真空磁力起动器（C）侧无电，控制方式未置于远控位置.A.操作 B.电动机 C电源 D.调高泵',
    core: ['C电源']
  },
  {
    content:
      '采煤机不能启动的原因之一有，控制回路（D）或短路A.连接B.不完好C.缺相 D断路',
    core: ['D断路']
  },
  {
    content:
      '采煤机不能启动的原因之一有，（C）损坏.A.电动机 B.主泵 C启动按钮 D.马达',
    core: ['C启动按钮']
  },
  {
    content:
      '采煤机不能启动的原因之一有，电动机电源缺相，启动（C）不够.A.电阻B.电流 C力矩D.电压',
    core: ['C力矩']
  },
  {
    content:
      '采煤机启动后不能（A）的原因有电气控制腔内自保继电器不吸合，或自保继电器触点接触不良A自保B.运行C.停止D.升降',
    core: ['A自保']
  },
  {
    content:
      '采煤机启动后不能自保的原因有：未供冷却水，自保回路中的水压（D）不吸合A.元件B.开关C.阀门D接点',
    core: ['D接点']
  },
  {
    content:
      '采煤机电动机通电后不能启动的原因有：电缆芯线与（C）连接不好.A.三通 B.接线盒 C接线柱D.开关',
    core: ['C接线柱']
  },
  {
    content:
      '采煤机电动机通电后不能（B）的原因有：三相有一相断线.A.停止B启动C.发热D.旋转',
    core: ['B启动']
  },
  {
    content:
      '采煤机电动机通电后不能启动的原因有：定子绕组相间（C）或转子断条.A烧断B.缺相C短路D.断路',
    core: ['C短路']
  },
  {
    content:
      '因采煤机引起工作面刮板输送机不能启动的原因有：（C）上“运停”按钮未解锁.A.减速器 B.电动机 C采煤机D.刮板输送机',
    core: ['C采煤机']
  },
  {
    content:
      '因采煤机引起工作面刮板输送机不能启动的原因有：采煤机主电缆内控制刮板输送机的芯线断线或与地线、屏蔽层（B）.A.缺相B.短路C.断路D.烧断',
    core: ['B.短路']
  },
  {
    content:
      '因采煤机引起工作面刮板输送机不能启动的原因有：采煤机上解锁后，（B）触点不闭合或接触不良.A.组合开关 B“运停”按钮 C.接线腔 D.三通',
    core: ['B“运停”按钮']
  },
  {
    content:
      '冷却水流量不足或无冷却水，会引起采煤机（C）发热.A.截割部 B.电动机 C牵引部泵箱D.行走部',
    core: ['C牵引部泵箱']
  },
  {
    content:
      '（A）磨损超限，接触精度太低，会引起采煤机牵引部泵箱发热.A齿轮B轴承C.对轮D.销排',
    core: ['A齿轮']
  },
  {
    content:
      '轴与孔、轴承外套与孔座配合间隙不当，会引起采煤机（C）发热.A.主泵 B.电动机 C牵引部泵箱D.马达',
    core: ['C牵引部泵箱']
  },
  {
    content:
      '用油不当，油的粘度过高或过低，或油中含水、杂质过多，会引起采煤机牵引部（A）发热A泵箱B摇臂C.马达D主泉',
    core: ['A泵箱']
  },
  {
    content:
      '液压系统有（B）会引起采煤机牵引部泵箱发热.A.断路 B外泄漏C.堵塞D.缺失',
    core: ['B外泄漏']
  },
  {
    content:
      '采煤机油中水分超限，或油脂变质使得（D）强度降低，会导致截割部减速箱发热A.散热B.润滑C.抗拉力 D油膜',
    core: ['D油膜']
  },
  {
    content:
      '采煤机油位过高或过低，可导致截割部（B）发热.A.摇臂 B减速箱 C.减速器 D.马达',
    core: ['B减速箱']
  },
  {
    content:
      '采煤机齿轮及（A）的磨损超限或接触精度太低会引起截割部减速箱发热A轴承 B.电动机 C主泵 D.减速器',
    core: ['A轴承']
  },
  {
    content:
      '采煤机（B）负荷超限，可导致截割部减速箱发热.A.启动B.截割C.短路D.升降',
    core: ['B.截割']
  },
  {
    content:
      '采煤机无冷却水或冷却水的（B）和流量不足，可导致采煤机截割部减速箱发热.A.水质 B压力C.纯度D.温度',
    core: ['B压力']
  },
  {
    content:
      '采煤机（C）温升过高的原因：断水过载、电源缺相、电源电压偏低、笼条断条、定子与转子相碰.A.行走部 B.减速器 C.电动机 D.主泵',
    core: ['C.电动机']
  },
  {
    content:
      '当采煤机滚筒上，尤其是端盘上的（C）短缺、合金刀头脱落、截齿磨钝而未能及时补充、更换时，就会引起机身震动.A.喷头B.冷却器C截齿D.叶片',
    core: ['C截齿']
  },
  {
    content:
      '采煤机截齿短缺及不合格的截齿越多机身震动就越（A）.A严重B.轻微 C.小 D不明显',
    core: ['A严重']
  },
  {
    content:
      '煤给滚筒以向下压的反力，容易使机身向煤壁侧倾斜，引起（C）A减速B加速C落道D停机',
    core: ['C落道']
  },
  {
    content:
      '采煤机机体的下面卡进了大块岩石或木头等物，会使采煤机顶起而（C）A.减速B加速C落道D.停机',
    core: ['C落道']
  },
  {
    content: '采煤机割硬煤或夹石时，因机身（B）而落道.A.加速B跳动C.停止D.侧翻',
    core: ['B跳动']
  },
  {
    content:
      '保持刮板输送机的平直，更换损坏和变形的（C）可预防煤机落道A.过渡槽B.护罩C导向板D.销排',
    core: ['C导向板']
  },
  {
    content:
      '采煤机割硬煤时降低（B）消除工作面的大块煤和大块矸石等，可预防采煤机落道.A.水压 B牵引速度 C.电压 D.电流',
    core: ['B牵引速度']
  },
  {
    content:
      '牵引速度太大，增加了切削厚度，使截割阻力剧增，从而将滚筒卡住，造成（A）.A闷车 B.落道 C.突然停机 D.漏油',
    core: ['A闷车']
  },
  {
    content:
      '为避免闷车，必须按规定的程序操作，并选择合理的（C）A.水压 B.电流 C牵引速度D.电压',
    core: ['C牵引速度']
  },
  {
    content:
      '需要更换的备件、规格（A）要相符，最好是用全新备件；若是修复的备件，必须通过鉴定，符合要求，否则故障不仅得不到排除，还可能导致事故范围扩大，拖延事故处理的时间.A型号B.功率C.外形D吨数',
    core: ['A型号']
  },
  {
    content:
      '在排除采煤机故障时，必须将机器周围清理干净，并检查机器周围（D）情况.A.运输B.积水C.顶板 D支护',
    core: ['D支护']
  },
  {
    content:
      '拆卸采煤机时，应根据（B）、说明书对机器的各部分进行周密的观察和研究，确定拆卸顺序，做到心中有数.A.型号B图纸C.尺寸D.部件',
    core: ['B图纸']
  },
  {
    content:
      '拆卸采煤机时，应按与装配（C）的次序进行，并且有计划、有步骤地组织和管理，决不可乱丢.A.不一致B.一致C相反D.相同',
    core: ['C相反']
  },
  {
    content:
      '拆卸比较复杂的机器时，为了便于检修后迅速（C）某些零件应当立即进行打印或标记工作.A.使用B.运行C装配D.启动',
    core: ['C装配']
  },
  {
    content:
      '拆卸采煤机时，装面精加工的零件，拆下后应当用木片、木屑等去掉油泥和脏物，擦干净后涂上（B）A.抗磨油 B防锈油 C.齿轮油 D.黄油',
    core: ['B防锈油']
  },
  {
    content:
      '拆卸采煤机时，对于细长的、精密的零件，拆下后应当垂直挂起或多点支承，以免（A）A弯曲B.折断C.变脏D.丢失',
    core: ['A弯曲']
  },
  {
    content:
      '拆卸采煤机零件、部件时，必须（B）采取好安全措施，严防发生人身或设备事故.A滞后B中间C.预先D.最后',
    core: ['B中间']
  },
  {
    content:
      '一般解决拆卸的方法有：（B）浸润或泡；将包容件加热100℃-700℃；焊接或连接其他辅助拆卸零件；借助辅助工具进行锤打、拔或压力机压出.A.黄油 B.煤油 C.润滑油 D.乳化油',
    core: ['B.煤油']
  },
  {
    content:
      '一般有配合表面的零件，可在煤油或轻柴油内清洗，清洗后在配合表面上涂以（A）.A润滑油 B.齿轮油 C乳化油 D.黄油',
    core: ['A润滑油']
  },
  {
    content:
      '割煤结束后，选择顶板完好的地方，将（B）放在底板上，停机并闭锁.A.一滚筒 B两滚筒 C.摇背 D.快',
    core: ['B两滚筒']
  },
  {
    content:
      '采煤机牵引部闭式油路低压侧压力越高，作用于马达的有效压力与低压侧压力（B）.A.按钮B.无关C一样D.离合',
    core: ['B.无关']
  },
  {
    content:
      '牵引总传动装置的功用是将（B）的能量传到主动链轮并实现调速A马达B电动机C.减速器D主泵',
    core: ['B电动机']
  },
  {
    content:
      '1.企业职工由于不服管理违反规章制度，或者强令工人违意冒险作业，因而发生重大伤亡事故，造成严重后果的行为是( C )。 A.玩忽职守罪B.过失犯罪 C.重大责任事故罪D.渎职罪',
    core: ['C.重大责任事故罪']
  },
  {
    content:
      '2.企业依法参加工伤保险，为从业人员激纳保险费，是其( B )。 A.法定权利B.法定义务C.法定职权. ',
    core: ['B.法定义务']
  },
  {
    content:
      '3.( A )是保护人身安全的最后一道防线。 A.个体防护B.隔离C.避难D.救援 ',
    core: ['A.个体防护']
  },
  {
    content:
      '4.(D )是制定《安全生产法》的根本出发 点和落脚点。 A.依法制裁安全生产违法犯罪 B.建立和完善我国安全生产法律体系 C.加强安全生产监督管理 D.重视和保护人的生命权 ',
    core: ['D.重视和保护人的生命权']
  },
  {
    content:
      '5.(C)必须为劳动者提供符合国家规定的劳动安全卫生条件和必要的劳动防护用品。 A.监管部门B. 劳动部门C.用人单位 ',
    core: ['C.用人单位']
  },
  {
    content:
      '6.( C )对事故隐患或者安全生产违法行为，均有权向负有安全生产监督管理职责的部门报告或者举报。 A.单位领导和群众 B.安全管理人员和技术人员 C.任何单位或者个人 ',
    core: ['C.任何单位或者个人']
  },
  {
    content:
      '7.《安全生产法》规定，国家对严重危及生产安全的工艺、设备实行(A)制度。 A.淘汰B.检查C.年检 ',
    core: ['A.淘汰']
  },
  {
    content:
      '8.《安全生产法》规定，未经( B )合格的从业人员，不得上岗作业。 A.基础知识教育 B安全生产教有和培训 C.技术培训 ',
    core: ['B安全生产教有和培训']
  },
  {
    content:
      '9.《安圣生产法) 规定的从业人员在安全生产方面的义务包括:从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，服从管理，正确佩戴和使用( A )。 A.劳动防护用品B.安全卫生用品C.专用器材设备 ',
    core: ['A.劳动防护用品']
  },
  {
    content:
      '10.《安全生产许可证条例》规定的取得安全生产许可证应当具备的条件，是保证企业安全生产所应当达到的( C )条件。 A.最高B.最严格的C.最基本的 ',
    core: ['C.最基本的']
  },
  {
    content:
      '11. 《煤矿安全规程》第266条规定，采掘工作面或其它地点发现有透水预兆时，必须停止作业，采取措施，立即报告(B)，发出警报，撤出所有受水威胁地点的人员。 A.矿长 B.矿调度室 C.生产科 D.值班矿长 ',
    core: ['B.矿调度室']
  },
  {
    content:
      '12. 安全技术培训坚持( A )的原则。 A.教考分离B.教学分离C.学用分离 ',
    core: ['A.教考分离']
  },
  {
    content:
      '13. 下列不属于劳动保护用品的是( B ) A.工作服B.全棉内衣C.胶靴D.矿工帽 ',
    core: ['B.全棉内衣']
  },
  {
    content:
      '14. 坚持“管理、(A)、素质并重”是我国煤矿安全生产工作的基本原则。 A.装备B.技术C.检查 ',
    core: ['A.装备']
  },
  {
    content:
      '15. 按照有关法律要求，告知从业人员作业场所和工作岗位的危险因素、防范措施以及事故应急措施，是保障从业人员的( B )重要内容。 A.教育权B.知情权C.建议权 ',
    core: ['B.知情权']
  },
  {
    content:
      '16.保障从业人员安全生产权利的义务主体，是从业人员所在的( B )。 A地区B.生产经营单位C.政府 ',
    core: ['B.生产经营单位']
  },
  {
    content:
      '17.劳动者到用人单位，用人单位吸收新员工，双方(B)签订书面的劳动合同，以明确双方的权利和义务。 A.不必B.必须C.协调D.适当时间 ',
    core: ['B.必须']
  },
  {
    content:
      '18.从业人员对用人单位管理人员违章指挥、强令冒险作业，( C )。 A.不得拒绝执行B.先服从后报告C.有权拒绝执行 ',
    core: ['C.有权拒绝执行']
  },
  {
    content:
      '19.从业人员发现直接危及人身安全的紧急情况时，( B )停止作业或者在采取可能的应急措施后撤离作业场所。 A.无权B.有权C.不得 ',
    core: ['B.有权']
  },
  {
    content:
      '20.从业人员有依法获得劳动安全生产保障权利，同时应履行劳动安全生产方面的( A )。 A.义务B.权力C.权利 ',
    core: ['A.义务']
  },
  {
    content:
      '21. 当效益、生产、安全发生矛盾时，(C)是第一位的。 A.效益B.生产C.安全 22.对发现事故预兆和险情，不采取防止事故的措施，又不及时报告，应追究( A )的责任。 A.当事人或事故肇事者B.领导C.段长 ',
    core: ['C.段长']
  },
  {
    content:
      '23.对因人为原因造成的( C )，必须依法追究责任者的法律责任，以示警戒。 A.非责任事故B. 自然灾害 C.责任事故 ',
    core: ['C.责任事故']
  },
  {
    content:
      '24. 各类煤矿企业必须安排负责人和生产经营管理人员下井带班，确保每个班次至少有( C )名负责人或生产经营管理人员在现场带班作业，与工人同下同上。 A.3 B.2 C.1 ',
    core: ['C.1']
  },
  {
    content:
      '25.根据《安全生产法》的规定，对生产安全事故实行( B )制度。 A协商B.责任追究c.经济处罚 ',
    core: ['B.责任追究']
  },
  {
    content:
      '26.生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( A)、防范措施以及事故应急措施。 A.危险因素B.事故隐患C.设备缺陷 D.环境条件 ',
    core: ['A.危险因素']
  },
  {
    content:
      '27.根据我国现行有关法律法规的规定，煤矿企业必须依法参加( B )。 A.医疗保险 B.工伤社会保险 C.财产保险 ',
    core: ['B.工伤社会保险']
  },
  {
    content:
      '28.根据有关法律规定，因生产安全事故受到损害的从业人员，除依法享有工伤社会保险外，依照有关民事法律尚有获得赔偿的权利的，有权向( C )提出赔偿要求。 A.主管部门B.保险公司C.本单位 ',
    core: ['C.本单位']
  },
  {
    content:
      '29. 管生产必须管( A)、谁主管谁负责，这是我国安全生产工作长期坚持的一项基本原则。 A.安全B.事故C.经营 ',
    core: ['A.安全']
  },
  {
    content:
      '30.《矿山安全法》主要内容包括:矿山建设工程( C )必须和主体工程同时进行设计、同时施工、同时投入生产和使用称“三同时”。 A.后勤设施B. 卫生设施C. 安全设施 D.生产设施 ',
    core: ['C. 安全设施']
  },
  {
    content:
      '31.矿山安全生产责任制的建立是通过确立各级管理机构和人员的( A )来实现的。 A.安全生产职责B.安全生产权利 C.安全生产义务 ',
    core: ['A.安全生产职责']
  },
  {
    content:
      '32.煤矿井下作业人员上岗前安全生产教育和培训的时间不得少于( A )学时，考试合格后，必须在有安全工作经验的师傅带领下工作满4个月后经考核合格，方可独立工作。 A.72 B.48 C.24 ',
    core: ['A.72']
  },
  {
    content:
      '33.煤矿“企业的主要负责人对本单位的安全生产工作( A )责任。 A.负全面B.负部分C.负直接 ',
    core: ['A.负全面']
  },
  {
    content:
      '34.生产经营单位的安全生产规章制度所约束的对象是( C )。 A.管理人员B.主要负责人 C.所有从业人员 ',
    core: ['C.所有从业人员']
  },
  {
    content:
      '35.生产经营单位的从业人员不服从管理，违反安全生产规章制度或者操作规程造成重大事故，构成犯罪的，应追究(C)。 A.行政责任B.民事责任C.刑事责任. ',
    core: ['C.刑事责任']
  },
  {
    content:
      '36. 生产经营单位的特种作业人员必须按照国家有关规定经专门的安全作业培训，取得(B )，方可上岗作业。 A.安全资格证书 B.特种作业操作资格证书 C.上岗证书 ',
    core: ['B.特种作业操作资格证书']
  },
  {
    content:
      '37.新工人入矿前，必须经过( C )，不适于从事矿山作业的，不得录用。 A.文化测试B.政治审查C.健康检查 ',
    core: ['C.健康检查']
  },
  {
    content:
      '38.用人单位因劳动者依法行使正当权利而降低其工资、福利等待遇或者解除、终止与其订立的劳动合同的，其行为( A)。 A.无效B.有效C.需经主管部门]批准',
    core: ['A.无效']
  },
  {
    content:
      '39.《安全生产法》规定的安全生产管理方针是(A )。 A.安全第一、预防为主、综合治理 B.安全为了生产、生产为了安全 C.安全生产人人有责 D.管生产必须管安全 ',
    core: ['A.安全第一']
  },
  {
    content:
      '40.其他从业人员岗前培训，包括转岗培训，不得少于(D )学时. A.72学时B. 64学时 C.48学时 D.42学时 ',
    core: ['D.42学时']
  },
  {
    content:
      '41.法律责任包括民事责任、(A )和行政责任三种。 A.刑事责任B.司法责任 C.民政责任D. 危害责任 ',
    core: ['A.刑事责任']
  },
  {
    content:
      '42. 煤矿“三违”行为是指: (B ) A.违章指挥、违章送电、违章作业 B.违章指挥、违章作业、违反劳动纪律 C.违章送电、违章作业、违章指挥 D.违章指挥、违章送电、违反劳动纪律 ',
    core: ['B.违章指挥、违章作业、违反劳动纪律']
  },
  {
    content:
      '43.调换工种和采用新 工艺作业的人员，( A)方可上岗作业。 A.必须重新培训，经考核合格后 B.不必再培训C. 如果会使用 D.重新培训后 ',
    core: ['A.必须重新培训，经考核合格后']
  },
  {
    content:
      '44.所有生产作业人员，每年接受在职安全教育、培训的时间不少于(B)学时。 A.48 B.20 C.36 D.24 ',
    core: ['B.20']
  },
  {
    content:
      '45.《国务院关于进一步 加强企业安全生产工作的通知》规定，凡超能力、超强度、超(B )组织生产的，要责令停产停工整顿。 A标准B定员C计划 ',
    core: ['B定员']
  },
  {
    content: '46.高空作业是指在高度( B )米以上。 A.1m B.2m C.3m D. 4m ',
    core: ['B.2m']
  },
  {
    content:
      '47.安全生产教育、培训的对象是煤矿企业(A)。 A.全体职工 B.领导干部 C.特种作业人员 D.管理人员 ',
    core: ['A.全体职工']
  },
  {
    content:
      '48.从业人员患职业病需要暂停工作接受工伤治疗的，在停工留薪期内，原工资福利不变，由所在煤矿企业( C )支付。 A按年B按季度C按月 49.煤矿用产品安全标志标识符号为(B)。 A GB  B MA    C KY ',
    core: ['C KY']
  },
  {
    content:
      '50.安全生产的权利和义务是(C)。 A.对立的 B.不对等的 C.对等的 D.不对立的 ',
    core: ['C.对等的']
  },
  {
    content:
      '51.只有每个从业人员都认真履行自己在安全生产方面的(A)，安全生产工作才有扎实的基础，才能落到实处。 A.法定义务B.权利 C.权力 D.制度 ',
    core: ['A.法定义务']
  },
  {
    content:
      '52. (B) 是指在生产活动中，为消除能导致人身伤亡或造成设备、财产破坏以及危害环境的因素而制定的具体技术要求和实施程序的统一规定。 A.安全法规 B.安全操作规程 C.规章制度 D.安全措施 ',
    core: ['B.安全操作规程']
  },
  {
    content:
      '53.《煤矿安全规程》规定:煤矿企业(D)必须至少组织-一次矿井救灾演习。 A. 每月 B.每季 C.每半年 D.每年 ',
    core: ['D.每年']
  },
  {
    content:
      '54.对生产经营单位及其有关人员的(A)安全生产违法行为，不得给予两次以上罚款的行政处罚。 A.同一个B.两个C.三个D.更多个 ',
    core: ['A.同一个']
  },
  {
    content:
      '55.生产经营单位及其有关人员主动消除或者减轻安全生产违法行为危害后果的，应当依法(B)行政处罚。 A.加重 B.从轻或者减轻 C.免除 D.免除或者减轻 ',
    core: ['B.从轻或者减轻']
  },
  {
    content:
      '56. (A) 对违法者的处罚，有利于提高安全生产法律制度的权威性，进而真正实现从源头和根本上消除生产安全事故隐患的目标。 A.加重B.减轻C.停止D.从轻 ',
    core: ['A.加重']
  },
  {
    content:
      ' 1、按照《煤矿安全规程》的规定，作业场所的噪声限值不应超过( C ) dB(A). A、70    B、80    C、85   D、90 ',
    core: ['C、85']
  },
  {
    content:
      ' 2、对个人使用的职业病防护用品，以下说法正确的是( C )。 A、给工人配发了职业病防护用品，对职业病危害因素的控制可以放松 B、职业病防护用品市场上品种繁多，可以随便购买 C、所购买的职业病防护用品应符合国家或行业标准 ',
    core: ['C、所购买的职业病防护用品应符合国家或行业标准']
  },
  {
    content:
      ' 3、按照《煤矿安全规程》的规定，粉尘中游离二氧化硅的含量，每(B)个月测定一次，在变更工作面时也必须测定1次。 A、3 B、6   C、12 ',
    core: ['B、6 ']
  },
  {
    content:
      ' 4、按照《煤矿安全规程》的规定，作业场所空气中总粉尘浓度，井工煤矿每月测定(B)次。 A、1 B、2 C、3 D、4 ',
    core: ['B、2 ']
  },
  {
    content:
      ' 5、根据我国噪声安全卫生标准，如果作业场所每个工作日所接触的噪声时间为4小时，则该工作场所允许的最高噪声声级为( B )分贝。 A、85    B、88   C、91 ',
    core: ['B、88']
  },
  {
    content:
      ' 6、按照《煤矿安全规程》的规定，作业场所空气中呼吸性粉尘浓度要求不得超过(C ) mg/m3。 A、4 B、0.7 C、2.5 D、1',
    core: ['C、2.5']
  },
  {
    content:
      ' 7、建设项目的职业病防护设施所需费用应当纳入建设项目工程预算，并与主体工程(B) A、同时检验 b同时设计，同时施工同时投入生产和使用 C、同时验收 D、同时使用',
    core: ['b同时设计，同时施工同时投入生产和使用']
  },
  {
    content:
      ' 8、按照《(保矿安全规程)的规定，生产矿并采据工作面空气温度超过( A )时，必须缩短超温地点工作人员的工作时间，并给予高温保健待遇。 A、26C B、30CC、34C ',
    core: ['A、26C']
  },
  {
    content:
      ' 9、劳动者离岗前( C )日内的在岗期间的职业健康检查可以视为离岗时的职业健康检查。 A、30 B、60C、90',
    core: ['C、90']
  },
  {
    content:
      ' 10、按照《煤矿安全规程》的规定，呼吸性粉尘监测每月测定( A ) 次。 A、1B、2C、3D、6 ',
    core: ['A、1']
  },
  {
    content:
      ' 11、疑似职业病病人诊断或者医学观察期间，用人单位( A )解除或者终止与其订立的劳动合同。 A、不得 B、可以 C、经领导批准可以D、必须 ',
    core: ['A、不得']
  },
  {
    content:
      ' 12、 对产生严重职业病危害的作业岗位，应当在其醒目位置，设置( A )。 A、警示标识和中文警示说明 B、警示标识 C、警示说明D、 警示语言 ',
    core: ['A、警示标识和中文警示说明']
  },
  {
    content:
      ' 13、按照《煤矿安全规程》的规定，采掘工作面的空气温度超过(B)°C、机电设备硐室的空气温度超过34 C时，必须停止作业。 A、26 B、30 C、32 ',
    core: ['B、30 ']
  },
  {
    content:
      ' 14、 用人单位与劳动者订立劳动合同时，应当将工作过程中可能产生的(C)如实告知劳动者，并在劳动合同中写明，不得隐瞒或者欺骗。 A、职业病危害及其后果 B、职业病防护措施和待遇等 C职业病危害及后果、职业病防护措施和待遇等 D、职业病病名 ',
    core: ['C职业病危害及后果、职业病防护措施和待遇等']
  },
  {
    content:
      ' 15、尘肺病的早期主要症状是( B) A、发热鼻塞、四肢酸疼、咳嗽咯痰等 B、咳嗽咯痰、胸闷胸痛、呼吸困难等 C、肋下隐痛、食欲减退、肝脏肿大等 ',
    core: ['B、咳嗽咯痰、胸闷胸痛、呼吸困难等']
  },
  {
    content:
      ' 16、产生职业病危害的用人单位应当在醒目位置设置公告栏，公布有关职业病防治的规章制度、操作规程、职业病危害事故应急救援措施和( B )结果。 A、职工健康体检 B、工作场所职业病危害因素检测 C、职工职业病检查 ',
    core: ['B、工作场所职业病危害因素检测']
  },
  {
    content:
      ' I7、 对从事接触职业病危害作业的劳动者，用人单位应当按照国务院卫生行政部门的规定组织( A )的职业健康检查，并将检查结果如实告知劳动者。 A、上岗前、在岗期间和离岗时 B、上岗前和在岗期间C、 在岗期间 ',
    core: [' A、上岗前、在岗期间和离岗时']
  },
  {
    content:
      ' 18、粉尘对人体的健康危害主要影响( B )。 A、消化系统B、呼吸系统 C、神经系统 ',
    core: ['B、呼吸系统']
  },
  {
    content:
      ' 19、用人单位对不适宜继续从事原工作的职业病病人，应当(C)。 A、安排下岗，并给予一次性补贴 B、接触劳动合同 C、调离原岗位，并妥善安置 ',
    core: ['C、调离原岗位，并妥善安置']
  },
  {
    content: ' 20、粉尘作业时必须佩戴( B ) A、棉纱口罩B、防尘口罩 C、防毒面具 ',
    core: ['B、防尘口罩']
  },
  {
    content:
      ' 21、患有( A )疾病者不得从事接尘作业。 A、活动性肺结核 B、慢性胆囊炎 C、心脏    应急处置、自救互救部分 ',
    core: ['A、活动性肺结核']
  },
  {
    content:
      ' 1.高瓦斯矿井采捆工作面瓦斯检查次数每班至少(A)次。 A.3 B. 2 C.1 D.0 ',
    core: ['A.3']
  },
  {
    content:
      ' 2.“一通三防”中的“三防”是指( B)。 A.防瓦斯、防尘和防水 B.防瓦斯、防尘和防火 C.防瓦斯、防火和防水 D.防尘、防一氧化碳、防水 ',
    core: ['B.防瓦斯、防尘和防火']
  },
  {
    content:
      ' 3.当空气中混入可爆炸性煤尘或可燃气体时，瓦斯爆炸的下限将会( A )。 A.下降 B.升高 C.不变 D.忽高忽低 ',
    core: ['A.下降']
  },
  {
    content:
      ' 4.回采工作面容易引起瓦斯积聚地点是(A)。 A.上隅角与采煤机切割部 B.下隅角与采空区 C.采空区 D.回风顺槽与采空区 ',
    core: ['A.上隅角与采煤机切割部 ']
  },
  {
    content:
      ' 5. 电器设备着火时，应首先( B )。 A.直接用水灭火 B.切断电源 C.撤出人员 D.汇报调度室 ',
    core: ['B.切断电源']
  },
  {
    content:
      ' 6. 通过分析( C)气体能够判断煤炭是否自燃。 A.二氧化碳 B.氧气 C.一氧化碳 D.氮气 ',
    core: ['C.一氧化碳 ']
  },
  {
    content:
      ' 7.爆破作业地点附近20米内的瓦斯浓度达到(B)%时，严禁爆破。 A. 0.5 B.1 C.1.5 D.2 ',
    core: ['B.1']
  },
  {
    content:
      ' 8. ( A )就是矿井发生意外灾变事故时，在灾区或受灾变影响区域的每个工作人员进行避灾和保护自己而采取的措施及方法。 B、互救 A、自救 ',
    core: ['A、自救']
  },
  {
    content:
      ' 9.(B)是在有效地前提下为了妥善地教护他人而采取的措施及方法。 A、自救 B、互救 ',
    core: ['B、互救']
  },
  {
    content:
      ' 10、在通路被封堵、或在自救器有效工作时间内不能到达安全地点等时，应迅速进入预先筑好的或就近地点快速建筑的( A )，妥善避灾，切忌盲动。在避灾过程中要维持和改善躲避点的生存条件，延长生存时间，等待救援。 A、临时避难硐室或永久避难硐室 B、躲避硐室',
    core: ['A、临时避难硐室或永久避难硐室']
  },
  {
    content:
      '11、井下发现气体中毒或窒息人员的处理程序是(C)。 A、先报调度 B、立即救人 C、先自保后立即救人 ',
    core: ['C、先自保后立即救人']
  },
  {
    content:
      '12. 当发现有人触电时，首先要(B)电源或用绝缘材料将带电体与触电者分离开。 A、闭合 B、切断 C、开关 ',
    core: ['B、切断']
  },
  {
    content:
      '13.当井下发生灾害事故后，根据灾情和现场条件，在保证(A)绝对安全的前提下，采取积极有效的措施和方法，及时进行现场抢险，将事故消灭在初始阶段或控制在最小范围，最大限度地减少灾害事故造成的损失。 A、自身 B、他人 ',
    core: ['A、自身']
  },
  {
    content:
      '14. 进行心肺复苏时，病人的正确体位为(A)。 A、仰卧位B、 俯卧位C、 侧卧位   ',
    core: ['A、仰卧位']
  },
  {
    content:
      '安全管理部分 1.现场作业人员扑灭初始火灾的主要方法是(A)。 A.直接灭火B.迅速撤离火灾现场 C.间接灭火D. 立即报告 ',
    core: ['A.直接灭火']
  },
  {
    content:
      '2.一般情况下不要( B )烟雾风流方向撤退，因为这样会带有很大的危险性。在特殊情况下，如在附近有脱离灾区的通道出口又有把握脱险时，或者只有逆烟撤退才有求生希望时，才采取逆着烟雾风流方向撤退。 A.顺着B.逆着C.看情况D.不一定 ',
    core: ['B.逆着']
  },
  {
    content:
      '3.“一炮三检”是指装药前、放炮前、( B )都要检查瓦斯 A.装药后B.放炮后C.打眼前 ',
    core: ['B.放炮后']
  },
  {
    content:
      '4.井下人员需要休息时应选择作业地点附近的(A)。 A.安全地点 B.盲巷 C .机电硐室 ',
    core: ['A.安全地点']
  },
  {
    content: '5.井下爆破必须由( C )担任。 A.班组长 B.瓦斯检查工 C.专职爆破工 ',
    core: ['C.专职爆破工']
  },
  {
    content:
      '6.为确保避灾、自救和互救的有效性，每个入井人员必须掌握矿井的( C )。 A.采区 B.工作面 C.避灾路线 ',
    core: ['C.避灾路线']
  },
  {
    content:
      '7.如果爆炸破坏了巷道中的照明和路标，迷失了前进方向时，逃生人员应(A )方向撤退。 A.迎着风流B. 顺着风流C. 看情况 D.不一定',
    core: ['A.迎着风流']
  },
  {
    content:
      '8.井下发生人员重伤事故时，在场人员对受伤者应(B)并报告调度室。 A.送出地面 B.立即抢救 C.打急救电话等待救援 ',
    core: ['B.立即抢救']
  },
  {
    content:
      '9.当物体扎入人员的身体时，应采用的教助方法是(C)。 A.拔出扎入的物体 B.拔出扎入的物体实施加压包扎 C.固定扎入的物体后送往医院 ',
    core: ['C.固定扎入的物体后送往医院']
  },
  {
    content:
      '10.安全色中的( C )表示提示安全状态及允许通行。 A.黄色B.蓝色 C.绿色 ',
    core: ['C.绿色']
  },
  {
    content:
      '11.对于脊柱受损的伤员，上下担架最好由( C )人共同操作。 A.1   B.3   C.4    ',
    core: ['C.4']
  },
  {
    content:
      '采煤、掘进部分 1、综采工作面支护主要采用自移式液压支架，工作面上下出口(B ) m范围内必须加强支护。 A 10 B 20 C 30 ',
    core: ['B 20']
  },
  {
    content: '2、巷道贯通前，( C )停止一个工作面的作业。 A可以 B不必C必须 ',
    core: ['C必须']
  },
  {
    content: '3、以下属于透水预兆的是( A )。 A淋水增大B淋水变小C没有淋水 ',
    core: ['A淋水增大']
  },
  {
    content:
      '4、更换巷道支护时，在拆除原有支护前，应先(A)。 A加固邻近支护B拆除临近支护 C架设永久支护 ',
    core: ['A加固邻近支护']
  },
  {
    content:
      '5、属于采煤工作面项板冒顶预兆的是(B)。 A煤层变湿、挂汗 B顶板断裂声响的频率和音响增大 c气温异常、气味异常 ',
    core: ['B顶板断裂声响的频率和音响增大']
  },
  {
    content: '6、井下煤炭自燃易发生的地点是(B A机电硐室 B采空区 C运输大巷 ',
    core: ['B采空区']
  },
  {
    content: '7、巷道内能闻到较浓气味是( C )的预兆。 B突水 C煤层自燃 A冒顶 ',
    core: ['C煤层自燃']
  },
  {
    content:
      '8、穿过带式输送机时，应该(C )。 A从胶带上爬越B 从胶带下钻过 C走过桥 ',
    core: ['C走过桥']
  },
  {
    content:
      '9、电气设备的检查、维护和调整，必须由( A)进行。 A电气维修工#B班组长#C机电队长 ',
    core: ['A电气维修工']
  },
  {
    content:
      '10、 煤层的顶板按其部位与性质分成( A)三种。 A.伪顶、直接顶、老顶 B.伪顶、坚硬顶、老顶 C.直接顶、稳定顶、老顶 D.伪顶、稳定顶、老顶 ',
    core: ['A.伪顶、直接顶、老顶']
  },
  {
    content:
      '11、采掘工作面的进风流中，氧气浓度不低于(C)。 B.15% C.20% D.5% A.10% ',
    core: ['C.20%']
  },
  {
    content:
      '12、采掘工作面风流中瓦斯浓度达到( C )时，必须停止电钻打眼，达到2%时，必须停止工作，撤出人员，切断电源，进行处理。 A.2% B.1.5% C.1% D.0.9% ',
    core: ['C.1%']
  },
  {
    content:
      '13、液压支架的初撑力不得低于( B ) A.20 Mpa B.24 Mpa C.25 Mpa D.30 Mpa ',
    core: ['B.24 Mpa']
  },
  {
    content:
      '14、每个采煤工作面必须保持至少( B )个畅通无阻的安全出口。 A.1，B.2，C.3 ',
    core: ['B.2']
  },
  {
    content:
      '15、每个生产工作面的( C )必须安设灭火沙箱配被灭火器材。 A.备件库 B.巷道中间 C.油脂库 D.工作面 ',
    core: ['C.油脂库']
  },
  {
    content:
      '16、工人长期吸入岩粉容易患( C )。 A.煤肺病 B.煤矽肺病 C.矽肺病 D.肺病     ',
    core: ['C.矽肺病']
  },
  {
    content:
      '地测防治水部分 1.在(C)下采煤，简称为“三下”采煤。 A.铁路、公路、河流 B.公路、建筑物、水体 C.铁路、建筑物、水体 D.铁路、河流、建筑物 2.综掘巷道贯通剩余( D )米时，应及时发放贯通通知单。 A.20 B. 30 C.40 D.50 ',
    core: ['C.铁路、建筑物、水体']
  },
  {
    content:
      '3.《煤矿安全规程》 规定:主要水仓的空仓容量必须经常保持在总容量的( D)以上。 A.30% B. 80% C.90% D.50% ',
    core: ['D.50%']
  },
  {
    content:
      '4.探放老空积水最小超前水平钻距不得小于(B ),米止水套管长度不得小于10米。 A.20   B.30   C. 10',
    core: ['B.30']
  },
  {
    content:
      ' 5.煤矿企业、矿井的( B )，是本单位防治水工作的第一责任人。 A.负责人 B.主要负责人 C.总工程师 ',
    core: ['B.主要负责人']
  },
  {
    content:
      ' 6.下盘相对上升，上盘相对下降的断层是(B) A.逆断层B.正断层C.走向断层 ',
    core: ['B.正断层']
  },
  {
    content:
      ' 7.打钻时，如钻孔内水的压力突然增大，应立即(B)，但不得拔出钻杆。 A.固定钻杆B.停止钻进C. 关闭电源 ',
    core: ['B.停止钻进']
  },
  {
    content:
      ' 8.在向老空区打钻探水时，钻探接近老空水时，应当安排( C ),在现场值班、随时检查空气成分。 A.班组长或瓦斯检查工 B.爆破员和救护员 C.专职瓦斯检查员或矿上救护队员 ',
    core: ['C.专职瓦斯检查员或矿上救护队员']
  },
  {
    content:
      ' 9.当煤矿井下某地点发生突然透水事故时，现场人员应立即报告( B )。 A.安全副矿长 B.矿调度室 C.总工程师 ',
    core: ['B.矿调度室']
  },
  {
    content:
      ' 10.煤矿井下采空区、废弃的井巷和停采的小煤窑，由于长期停止排水而积存的地下水，称为( A )。 A.老空水 B.地下水C.含水层水 ',
    core: ['A.老空水']
  },
  {
    content: ' 11.薄煤层的厚度为( A )米。 A.小于1.3 B.1.3~3.5 C.2.0~4.5   ',
    core: ['A.小于1.3']
  },
  {
    content:
      ' - - 通三防部分 1、进风井口以下矿内的空气温度，《煤矿安全规程》规定必须高于( B )。 A.0°CB.2CC.4°CD.10C ',
    core: ['B.2C']
  },
  {
    content:
      ' 2、《煤矿安全规程》规定采掘工作面进风流中氧气的体积浓度不得低于( B )。 A.18%B.20%C.20.9%D.21% ',
    core: ['B.20%']
  },
  {
    content:
      ' 3、当巷道中出现异常气味，如煤油味，松香味，应考虑存在( C)隐患。 A.顶板冒落 B.瓦斯突出 C.煤炭自燃 D透水事故 ',
    core: ['C.煤炭自燃']
  },
  {
    content:
      ' 4、“一通三防”中的“三防”是指( B )。 A.防瓦斯、防尘和防水 B.防瓦斯、防尘和防火 C.防瓦斯、防火和防水 D.防事故、防违章和防瓦斯超限 ',
    core: ['B.防瓦斯、防尘和防火']
  },
  {
    content:
      ' 5.矿长、矿技术负责人、爆破工、采掘区队长、通风区队长、工程技术人员、班长、流动电钳工下井时，必须携带便携式(A)检测仪。 A.甲烷 B.氧气 C.一氧化碳 D.温度 ',
    core: ['A.甲烷']
  },
  {
    content:
      ' 6、矿井火灾的遇难人员中，95%以上的人员是因(B)中毒死亡。 A.CO2 B. CO C.CH D. H2S ',
    core: ['B. CO']
  },
  {
    content:
      ' 7、采掘工作面及其它巷道内产生局部瓦斯积聚时，附近( B )内必须停止工作，撤出人员，切断电源，进行处理。 A.15m B.20m C.10m D.25m ',
    core: ['B.20m']
  },
  {
    content:
      ' 8、采掘工作面的进风流中，二氧化碳浓度不超过(B )。 A.0.75% B.0.5% C. 1.5%D. 0.2% ',
    core: ['B.0.5% ']
  },
  {
    content:
      ' 9、老顶周期来压时瓦斯涌出量( B )。 A.减小 B.增大 C.无大变化 D.忽大忽小 ',
    core: ['B.增大']
  },
  {
    content:
      ' 10、采掘工作面瓦斯浓度达到(D )时必须停止工作，切断电源，撤出人员，进行处理。 A.0.5% B.0. 75% C.1.0% D. 1.5% ',
    core: ['D. 1.5%']
  },
  {
    content:
      ' 11、下列地点中最易积存瓦斯的是(D)。 A、运输大巷B、机电硐室 C、回风井D、回采工作面回风隅角 ',
    core: ['D、回采工作面回风隅角']
  },
  {
    content:
      ' 12、掘进工作面风流中甲烷传感器距迎头必须< (A)。 A.5m B.10m C.15m D.20m   ',
    core: ['A.5m']
  },
  {
    content:
      ' 机电部分 1、煤矿井下照明手持式电气设备的供电额定电压，不超过(B)V。 A.380 B.127 C.220 ',
    core: ['B.127']
  },
  {
    content:
      ' 2、电气设备进行检修，搬迁等作业时，必须遵守( A )装设接地线等程序。 A.停电、验电、放电 B.验电、停电、放电 C.放电、停电、验电 ',
    core: ['A.停电、验电、放电']
  },
  {
    content: ' 3、接地电网的接地电阻的测定每( B )一次。 A、一年 B.季度 C.半年 ',
    core: ['B.季度']
  },
  {
    content:
      ' 4、井下主接地极装设在(A ) A.井底车场水仓中 B.中央井下变电所内 C.井下采区变电所内 D.采区工作面 ',
    core: ['A.井底车场水仓中']
  },
  {
    content:
      ' 5、配电设备停电检修时，应使用(B )。 A. 电力线路第二种工作票 B.电力线路第一一种工作票 C.低压工作票 ',
    core: ['B.电力线路第一一种工作票']
  },
  {
    content:
      ' 6、井下通信，信号和控制等装置首先应采用(B) A.矿用防爆型B.本质安全型 C.特殊型 D.矿用一般型 ',
    core: ['B.本质安全型']
  },
  {
    content:
      ' 7、螺母要 上满扣，一般螺栓长出螺母的扣数可在(B)扣范围。 A.1-2 B.1-3C.3-4 D.3-5 ',
    core: ['B.1-3']
  },
  {
    content:
      ' 8、使用的防爆电器设备的防爆性能应(C)检查一次。 A.每日B.每周 C.每月 D.每季 ',
    core: ['C.每月']
  },
  {
    content:
      ' 9、操作票应先编号，按照编号顺序使用。作废的操作票应注明”作废”字样，已操作的应注明”己执行”的字样。上述操作票应保存(C)。 A.三个月B.半年C.一年 D.一个月 ',
    core: ['C.一年']
  },
  {
    content:
      ' 10、在井下不允许开盖检修电气设备的瓦斯浓度为(B)。 A.>2% B.>1% C.>1.5% D. >2.5% ',
    core: ['B.>1%']
  },
  {
    content:
      ' 11、 矿井主排水设备属于(A )。 A.一级负荷B. 二级负荷 C.三级负荷 D.主要负荷 ',
    core: ['A.一级负荷']
  },
  {
    content:
      ' 12、《煤矿安全规程》要求:严禁井下配电变压器中性点(B )。 A.接地 B.直接接地 C.不接地 D.间接接地 ',
    core: ['B.直接接地']
  },
  {
    content:
      ' 13、每天必须对低压检漏装置进行( A )跳闸试验。 A.1 B.2 C.3 D.4    ',
    core: ['A.1']
  },
  {
    content:
      ' 运输部分 1.瓦斯浓度在(A) %以下时，方可启动车辆，并在运行过程中密切观察瓦斯浓度。瓦斯浓度大于0. 5%时，必须立即熄火停车，汇报值班室、调度室、通风科，待瓦斯浓度稳定0. 5%以下时，方可启动运行车辆。 A、0.5B、0.8C、1D、0.7 ',
    core: ['A、0.5']
  },
  {
    content:
      ' 2、运油车辆在井下运行速度不应超过25KM/h,与其他车辆至少保持(B) m的安全距离。 A、50B、100C、 150D、200 ',
    core: ['B、100']
  },
  {
    content:
      ' 3、车辆在巷道中行驶的最高速度:运送物料为(B) km/h，运送人员为() km/h,运油车辆为() km/h。 A、40, 25，30 B、40, 25, 25 C、30,25,25 D、40, 30，25 ',
    core: ['B、40, 25, 25']
  },
  {
    content:
      ' 4、胶轮车司机应配备(B)设备，保持通信畅通 A、人员定位B、通信C、自救 ',
    core: ['B、通信']
  },
  {
    content:
      ' 5、山西省煤矿运输安全质量标准化评分表中，入井车辆有相关部门颁发的车辆(B) A、安全许可证B、入井许可证 C、生产许可证 ',
    core: ['B、入井许可证']
  },
  {
    content:
      ' 6、山西省煤矿运输安全质量标准化评分表中，车辆必须自带防止(B) 自溜的设施或工具; A、行驶中B、停车后C、倒车时 ',
    core: ['B、停车后']
  },
  {
    content:
      ' 7、国家煤矿安全安全监察局煤矿运输安全质量标准化评分表中，井下机动车辆载人或载货数量不得超过(C) A、整定值B、规定值C、额定值 ',
    core: ['C、额定值']
  },
  {
    content:
      ' 8、驾驶员发现瓦斯浓度超过《煤矿安全规程》相关规定值时，应立即停车关闭(B ),撤出人员并及时报告。 A、 电源 B、发动机C、 照明灯 ',
    core: ['B、发动机']
  },
  {
    content:
      ' 9、采用无轨胶轮车运输的巷道，单车道应根据运距、运量、运速及运输车辆特性，在巷道的合适位置设置机车绕行道或错车硐室，并应设置( A) 标识。 A、方向 B、转向 C、警告 ',
    core: ['A、方向']
  },
  {
    content:
      ' 10、无轨胶轮车应在运行前方装置照明灯，尾部设置什么样的信号灯? (A) A、红色信号灯 B、橙色信号灯 C、黄色信号灯 ',
    core: ['A、红色信号灯']
  },
  {
    content:
      ' 11、胶轮车使用企业采购的胶轮车必须具有“三证一标志”，其中“一证”指的是(A) A、矿用产品安全标志 B、产品出厂合格证 C、年度检验合格证 ',
    core: ['A、矿用产品安全标志']
  },
  {
    content:
      ' 12、 胶轮车每(C )时间应至少进行-次大修，大修后的胶轮车应经具备资质的检测检验机构检验合格后方可投入使用。 A、三年 B、一年 C、两年 ',
    core: ['C、两年']
  },
  {
    content:
      ' 13、胶轮车在井下使用时应确保(C)完整，不得擅自拆除防爆栅栏等防爆部件。 A、易燃结构 B、抗静电结构 C、防爆结构 ',
    core: ['C、防爆结构']
  },
  {
    content:
      ' 14、关于无轨胶轮车的描述，下列说法正确的是。(B) A、行驶3台及以上无轨胶轮车时，装备车辆位置检测系统。 B、运送人员应使用专用人车。 C、装备不设有通信设备。 D、运行速度，运人时不超过40km/h ',
    core: ['B、运送人员应使用专用人车。']
  },
  {
    content:
      ' 15、对于胶轮车安全保护装置的表述中，下列哪一项是正确的。(C) A、胶轮车启 动时应先启动语音告警装置。 B、胶轮车应装备车载式乙烷检测自动报警断电仪。 C、胶轮车应装备车载式甲烷检测自动报警断电仪。 D、胶轮 车倒车时应启动语音或可视告警装置。 ',
    core: ['C、胶轮车应装备车载式甲烷检测自动报警断电仪。']
  },
  {
    content:
      ' 16.带式输送机的下股胶带不运送货载，称为( B )。 A.运货段 B.回空段 C.重载段 D.工作段',
    core: ['B.回空段']
  }
];

export default cmSingleCheckList;
