let cmSingleCheckList = [
  '挡煤板的作用是防止采煤机割下的煤(C)A.落到输送机上B.落到输送机内侧C.落到输送机外侧D.伤人',
  '采煤工作面煤层被直接采出的厚度叫(D)A.煤柱B.煤帮C. 煤壁D.采高',
  '直接进行采掘的煤层暴露面叫( C )A.煤柱B.煤帮C. 煤壁D.工作面',
  '采高较大或煤层节理发育，煤壁易(B) 可能导致顶板大量下沉。A.冒落B.片帮C. 跨落D.压垮',
  '在普采工作面内破煤和装煤两个工序 全部由（C）A.转载机B.三机C. 采煤机来完成D.工人',
  '采煤工作面的支护包含两个方面的意义(C)A.护B.支C.支和护D.放',
  '断 层 分 为 (c)逆断层、平移断层。A.大断层B.小断层C.正断层D.平移断层',
  '位于煤层(A)的岩层叫顶板。A.上面B .下面C .中部D .地下',
  '位于煤层下面的岩层叫( B )A顶板B.底板C.老顶D.伪顶',
  '煤层顶板分为(A )直接顶和基本顶。A伪顶B.假顶C.软顶D.再造',
  '基本顶周期性垮落的距离，称为基本顶(A )A周期来压步距 B .初次来压C .老顶来压 D .初次来压',
  '完成一个循环，采煤工作面向前推进 的距离称(A)A方循环进度 B .班进度C .日进度 D .月进度',
  '进刀方式分为中部进刀( A )A.端部进刀B.中间割煤C.联合进刀D.底部进刀',
  '液压支架梁端距—般底应部不进超刀过(A)A.840mmB.400mmC. 450mmD. 300mm'
];

export default cmSingleCheckList;
