let cmPdList = [
  {
    content:
      '判断题1.《煤矿安全规程》规定:采掘工作面进风流中，氧气浓度不得低于20%。(对)',
    core: []
  },
  {
    content:
      '2.采煤工作面初次来压有以下特点:项板下沉量和下沉速度急剧减小。( X )',
    core: []
  },
  { content: '3.采掘工作面的温度不得超过26C。(对)', core: [] },
  {
    content:
      '4.采煤机司机开机截割时必须执行的规定:严格执行操作规程，瓦检工不在场未设跟机工的除外，也可开机。( x )',
    core: []
  },
  { content: '5.采煤机最大牵引力决定于安全阀的调整值。(X)', core: [] },
  {
    content:
      '6.采区回风巷.采掘工作面回风巷风流中二氧化碳浓度超过1.0%时，必须停止工作:撤出人员，采取措施，进行处理.(对)',
    core: []
  },
  {
    content: '7.采煤机司机开机前必须先发出开机信号，停30秒钟后再开机。( x )',
    core: []
  },
  { content: '8.采煤机司机必须持有效证件上岗作业。(对)', core: [] },
  { content: '9.采煤机的操作除司机外，维修人员也可操作。( x)', core: [] },
  {
    content: '10.普采工作面在回柱与割煤平行作业时-般应相距15m。(对)',
    core: []
  },
  {
    content:
      '11.高档普采工作面为减少工作面支柱承受的载荷，周期来压时可适当缩小控项距离。(对)',
    core: []
  },
  { content: '12.任一点的接地电阻不得超过2欧。(对)', core: [] },
  {
    content: '13.普采工作面在回柱与割煤平行作业时一般应相距20m。( x )',
    core: []
  },
  {
    content: '14.在同一采煤工作面中，不得使用不同类型和不同性能的支柱。(对)',
    core: []
  },
  {
    content:
      '15. 煤矿井下供电及电气设备应做到“三无即无鸡爪子，无羊尾巴无明接头。(对)',
    core: []
  },
  { content: '16.皮带机头至少应配备2个灭火器，(对)', core: [] },
  {
    content:
      '17煤尘爆炸危险的煤层中，据进工作面爆破前后，附近20米的巷道内必须酒水降尘。(对)',
    core: []
  },
  {
    content:
      '18.分层开采时阻挡上分层垮落矸石进入工作空间而铺设的隔层叫人工项板(对)',
    core: []
  },
  { content: '19.地下开采缓斜煤层的倾角为8° ~25°。(对)', core: [] },
  { content: '20.采煤工作面两巷的净高不得低于1.8米。(对)', core: [] },
  {
    content: '21工作面底板松软时，支柱要穿铁鞋，钻底量应≤100mm。(对)',
    core: []
  },
  {
    content: '22.从开切眼煤壁到直接项初次垮落时切顶线的距离叫初次垮落距。(对)',
    core: []
  },
  { content: '23.采煤工作面允许的最高风速不得大于4m/s. (对)', core: [] },
  { content: '24.不属于煤层产状要素的是倾向。( x )', core: [] },
  { content: '25.煤层与水平相交的方向线叫走向线，(对)', core: [] },
  { content: '26.溜子不启动运行，司机可开机藏制，( X)', core: [] },
  { content: '27液压马达严重漏油必须更换。(对)', core: [] },
  { content: '28采煤最大牵引力决定于高压安全阀的调整值。(对)', core: [] },
  { content: '29.采煤机割煤时产生的煤尘量为最高。(对)', core: [] },
  { content: '30.煤层厚度在1.3-3.5米叫中厚煤层，(对)', core: [] },
  {
    content: '31.采煤机的牵引方式分为有链牵引和无链牵引两种。(对)',
    core: []
  },
  { content: '32.采煤工作面回风巷应安设净化水幕。(对)', core: [] },
  {
    content:
      '33.煤矿必须每年核定矿井通风能力，保证以风定产，严禁超通风能力组织生产。(对)',
    core: []
  },
  { content: '34.项板事故是指采煤工作面发生冒顶事故。(X)', core: [] },
  {
    content: '35.综采面采高≥3m或片帮严重时，支架必须有防护板。(对)',
    core: []
  },
  {
    content: '36.采煤工作面最低允许风速0. 25m/s,最高允许风速4m/s(对)',
    core: []
  },
  {
    content: '37.综采工作面支架排成一条直线，其偏差差不得超过土100mm。(对)',
    core: []
  },
  {
    content:
      '38.低瓦斯矿井中有瓦斯喷出的个别区域(采煤工作面或采区)应作为高瓦斯区，并按高瓦斯材井的管理规定管理。(对)',
    core: []
  },
  {
    content: '39. 采煤工作面两巷出口超前支护距离不得小于20m。(对)',
    core: []
  },
  { content: '40. 所有支柱在支撑顶板时，不得超过有效高度。(对)', core: [] },
  {
    content: '41.电缆在水平巷道或倾斜井巷内吊挂间距不得超过3m。(对)',
    core: []
  },
  {
    content:
      '42.矿井透水的预兆有主要有以下几种预兆:顶板挂水，挂汗.空气变冷.出现雾气.淋水.顶板来压.底板臌起.渗水和水有异臭味等。(对)',
    core: []
  },
  {
    content:
      '43.采掘工作面落煤时的瓦斯涌出量，通常都大于进行其它工序时的瓦斯涌出量。(对)',
    core: []
  },
  {
    content: '44.采掘工作面进风流中氧气所占的体积百分比不得低于20%。(对)',
    core: []
  },
  {
    content:
      '45.采煤工作面防止煤壁片帮的措施(1)工作面煤壁应采直.采齐，及时打好贴帮支柱，减少顶板对煤壁的压力(2)采高大，煤质松软时，除打好贴板托外，还应进行背帮(3)合理进行放炮，必要时以镐助炮，(4)要及时进行支护(5)煤壁不得留有伞檐: (6)采用煤壁固化技术。(对)',
    core: []
  },
  {
    content:
      '46.综采，炮普采工作面泵站设各及管路系统必须完好，泵站压力:综采面≥30Mp;炮普采面≥18Mpa。(对)',
    core: []
  },
  {
    content:
      '47.顶板发生冒顶前的预兆:顶板来劲，沙沙掉碴，易片帮，支柱受力明显，出现歪斜.钻底等现象。(对)',
    core: []
  },
  {
    content:
      '48.采煤工作面的安全出口:一个通到回风巷道，另一个通到进风巷道。(对)',
    core: []
  },
  {
    content:
      '49.“三专两闭锁”中三专:专用变压器，专用线路专用开关。两闭锁:风电闭锁，瓦斯电闭锁(对)',
    core: []
  },
  { content: '50回采后不维护的空间为采空区。(对)', core: [] },
  {
    content:
      '51.井下防爆电气设备的运行，维护和修理各项必须符合电气设备的性能的各项技术要求。(对)',
    core: []
  },
  {
    content: '52.带油的电气设备必须设在机电设备的硐室内，并设集油坑。(X)',
    core: []
  },
  { content: '53.检查电气设备时不可以约时停送电(对)', core: [] },
  {
    content: '54.并下通信，信号和控制等装置应首先采用本质安全型。(对)',
    core: []
  },
  {
    content: '55、采煤机辅助泵和调高泵只允许单向能转，故电动机能反转工作。(对)',
    core: []
  },
  {
    content:
      '56、双滚简液压牵S采煤机的液压系统分别完成速度、方向和压力的控制。(对)',
    core: []
  },
  {
    content: '57、主油路系统包括主回路和补油、热交换回路两个部分。(对)',
    core: []
  },
  {
    content:
      '58、主油泵为变量泵，可改变油泵斜盘的摆角大小和方向，其排量和排油方向也随之改变，但不能够改变油马达的转速和方向。( X )',
    core: []
  },
  {
    content:
      '59、采煤机采用电动机恒功率自动调速，可使电动机工作在额定电压以上。(X)',
    core: []
  },
  {
    content:
      '60、液压保护是通过功率控制器、功控阀以及调速机构中的回零油缸、调速套来实现的。(对)',
    core: []
  },
  {
    content: '61、由于调速手把未动，故反溃杆在运动过程中只能压缩调速弹簧(对)',
    core: []
  },
  {
    content:
      '62过压供护是依靠高压安全阅来实现的，一旦远程调压阀动作失灵，不起二次保护作用。( x)',
    core: []
  },
  {
    content: '63.如采煤机没有低压电气保护，则通过压力继电器来实现。(对)',
    core: []
  },
  {
    content:
      '64、停机油泵自动回零装置可使停机后的主油泵回零，确保油泵在零位下启动，不论调速手把在什么位置上，停机都不会造成不良后果，降低了对司机的操作要求。(对)',
    core: []
  },
  {
    content:
      '65、采煤机的过零保护是通过安装在调速手把开关圆盘上的行程开关来实现。(对)',
    core: []
  },
  {
    content:
      '66、当手把在零位置时，与牵引手吧联动的行程开关断开，制动电磁阀断电，液压马达不制动。( X )',
    core: []
  },
  {
    content:
      '67、当牵引手把旋转一定角度时，行程开关闭合，制动器松闸，通过操作机构和调速机构实现对采煤机牵引的启停、换向和调速。(对)',
    core: []
  },
  {
    content:
      '68.液压操作是指通过装设在采煤机两端的液控阀组对操纵机构进行的操作，以实现机器的左右牵引和滚简的调高。(对)',
    core: []
  },
  {
    content:
      '69.采煤机电气设备的用途是通过控制回路将磁力启动器电源接入采煤机电动机以驱动采煤机的截制部滚简和牵引部。(对)',
    core: []
  },
  {
    content:
      '70、采煤机停机时，向左转动手柄或核下(急紧停按钮)，真空磁力启动器断电，采煤机停止运转。(对)',
    core: []
  },
  {
    content:
      '71、采煤机的运停按钮在电动机盖板上安装，只要按下按钮，输送机就停止并闭锁。(对)',
    core: []
  },
  {
    content:
      '72、电气自动功率调节装置与牵引部及其他液压元件共同组成采煤机电动恒功率调速系统。(对)',
    core: []
  },
  {
    content: '73、综采司机应定期检查和清洗采煤机进入水口过滤器。(对)',
    core: []
  },
  {
    content:
      '74、煤机底托架由左右托架、油缸、侧护板、滑靴等零部件组成，整体采用铸钢件，座托部铸成拱形，便于过煤和提高底托架的钢性。(对)',
    core: []
  },
  {
    content:
      '75、滚筒的转速与滚简的装煤能力关系较大，要求其装煤能力要小于其落煤能力。( X )',
    core: []
  },
  {
    content:
      '76.镐形截齿基本上沿着滚筒的切线方向安装，是切向截齿，适用于脆性、裂除多和节理发育的煤层。(对)',
    core: []
  },
  {
    content:
      '77、综采工作面移动部分的电缆和水管的长度大于工作面长度的1/2并留有一定的余量，以适应工作面长度的经常变化。(对)',
    core: []
  },
  {
    content:
      '78、采煤机在煤层倾角较大的工作面使用用时，由于机器自重分力的作用，停机时若无防滑装置，就会发生自动下滑。(对)',
    core: []
  },
  { content: '79、综采工作面采煤机防滑多采用液压制动器。(对)', core: [] },
  {
    content:
      '80、滚简的作用:一是将煤从煤体上截割下来;二是依靠滚筒上的螺旋叶片，将截割下来的煤装到工作面输送机上。(对)',
    core: []
  },
  {
    content:
      '81、主油泵为变量泵，可改变油泵斜盘的摆角大小和方向，其排量和排油方向不变，但能够改变油马达的转速和方向。(X)',
    core: []
  },
  {
    content: '82、采煤机两套行走机构相互对称、结构相同，有共同的油池。( x )',
    core: []
  },
  { content: '83、采深机的冷却系统和喷雾系统是相互分离的。(x)', core: [] },
  {
    content:
      '84、当供水压力不能满足喷雾需要时，可以在工作面平巷设置喷雾泵站，(对)',
    core: []
  },
  {
    content:
      '85.采煤机操作前应观察工作面刮板输送机的推移情况，确定采煤机的运行速度。(X)',
    core: []
  },
  {
    content: '86.采煤机操作前应观察液压支架是否防碍采煤机割煤或通过(对)',
    core: []
  },
  {
    content: '87.安装镐形截齿的方法有尾部涨圈固定法和插销固定法。(对)',
    core: []
  },
  {
    content:
      '88.综采司机应检查各部位的油量，尤其是泵箱里边的油位是否在规定范围之内，不需要及时补充油液。(x)',
    core: []
  },
  {
    content:
      '89.采煤机启动后，观察采煤机截割滚筒旋转方向，方向正确后，可操作端头调高按钮，观察其按钮灵活程度及摇臂调高动作情况，都正常后，把滚筒调到所需要的高度。(对)',
    core: []
  },
  {
    content:
      '90.井下开泵箱盖检修时，直接参与检查或处理问题的人员必须保持矿工帽，工作服，手等的干净，工具统放到油盘中，修理完后清点工具数目，以防遗漏在机壳内。(对)',
    core: []
  },
  {
    content:
      '91.日常维修与小修注油时，必须先清除注油口部位的浮煤等杂物，再按照注油图表的要求注油，注油后，清除油迹，最后紧固。(对)',
    core: []
  },
  {
    content:
      '92.采煤机截割部检修后，要求齿轮传动无异响，油位适当，在倾斜工作位置齿轮能带油，轴头不漏油(对)。',
    core: []
  },
  {
    content: '93.采煤机检修好后，要求所有安全保护装置齐全可靠，整定合格。(对)',
    core: []
  },
  {
    content:
      '94.采煤机液压油要求有良好的抗磨性。工作液体的润滑性愈好，油膜强度愈低，其抗磨性就愈好。( X )',
    core: []
  },
  { content: '95.在采煤机的机械传动中，都采用硫磷型极压油。(对)', core: [] },
  {
    content:
      '96.采煤机液压系统压力高，载荷大，因此必须要用防锈性好的液压油。(对)',
    core: []
  },
  {
    content:
      '97.采煤机工作面条件潮湿，有水浸入油池现象所以必须使工作液体有良好的防锈性。(对)',
    core: []
  },
  {
    content:
      '98进入煤机液压系统后，由于液压元件的剧烈搅动与工作液体形成乳化液，迫使工作液体变质，产生腐蚀性的沉淀物，从而降低其润滑性，防锈性和工作寿命。(对)',
    core: []
  },
  {
    content:
      '99.当运动较高时，压力损失增大，而泄漏相对较小，应选用粘度较大的油:反之，应选用粘度较的小油。( X )',
    core: []
  },
  {
    content:
      '100.润滑油在生产过程中应避免代用。若一时没有合适的润滑油而必须代用时，要遵循以下原则:用防水性的差油代替防水性好的油。(X)',
    core: []
  },
  {
    content:
      '101.在长期处于工作状态，而又不能经常更换润滑剂的部位，可使用润滑脂。(对)',
    core: []
  },
  {
    content:
      '102.采煤机油池注油过多，会增加转动件的搅拌发热，造成功率的消耗形成浪费;注油偏少，又会造成润滑不良，加快零部件磨损，导致某些机构失效。(对)',
    core: []
  },
  {
    content:
      '103.采煤机需要注油的部位都配有油位指示装置和注油孔，以便于司机和维修工观察油位变化。(对)',
    core: []
  },
  {
    content: '104.通过工作面刮板输送机的推移情况，能确定采煤机的运行方向。(对)',
    core: []
  },
  {
    content:
      '105.在试运转期间，只需通过观察各仪表情况看液压系统和冷却喷雾系统的压力是否正常即可(X)',
    core: []
  },
  {
    content:
      '106.启动采煤机时，先把工作面刮板输送机的闭锁解除，而后发出启动运输系统的信号。由外向里逐台启动运输设备。(对)',
    core: []
  },
  {
    content:
      '107.在采煤过程中，出现顶底板起伏不平.夹石等时，保持牵引速度不变截割。(X)',
    core: []
  },
  { content: '108. 在割煤过程中，司机可任意调整滚筒的高度。( x)', core: [] },
  {
    content: '109.当采煤机到达工作面上下端头时要放快速度， 便于及时截煤。( x )',
    core: []
  },
  { content: '110.当工作面危及人身安全时，先停机后处理隐患。(对)', core: [] },
  {
    content:
      '111采煤机上方或工作面刮板输送机上有大块煤.矸或支护用品时，先处理后停机。(X)',
    core: []
  },
  {
    content:
      '112.当采煤机内部有异响或异味，以及零部件受损时，先处理后停机。( x )',
    core: []
  },
  {
    content:
      '113现故障后准确判断并及时排除故障非常重要，预防和减少采煤机故障并不重要。(x )',
    core: []
  },
  {
    content:
      '114.听取当班司机介绍发生故障前后的运行状态、故障征兆等，征询司机对故障的看法和处理意见，无需开机听采煤机运转声响，判断故障的部位。(X)',
    core: []
  },
  {
    content:
      '115.了解故障的现象 和发生的过程，对故障的细微现象可忽略不计。( X )',
    core: []
  },
  {
    content: '116.采煤机滚简时转时不转的原因有，控制回路断路或短路。( X)',
    core: []
  },
  {
    content: '117.采煤机滚简时转时不转的原因有，启动按钮损坏。( X )',
    core: []
  },
  {
    content: '118.采煤机滚简时转时不转的原因有，隔离开关接触不良。(X)',
    core: []
  },
  {
    content:
      '119.采煤机滚筒时转时不转的原因有，电动机电源缺相，启动力矩不够。( X)',
    core: []
  },
  { content: '120.断水是采煤机电动机温升过高的唯一原因。(X)', core: [] },
  {
    content:
      '121.采煤机司机和维修工一定要经过培训，并取得合格证后方可上岗工作。(对)',
    core: []
  },
  {
    content:
      '122.使用新机型前，必须对有关人员进行新采煤机性能、结构、操作、维修知识的强制培训，不合格者不得上岗。(对)',
    core: []
  },
  {
    content:
      '123.采煤机司机要按照工作面作业规程的要求，根据工作面的煤质和顶底板等地质条件，选择合理的牵引速度，不能超载运行。(对)',
    core: []
  },
  {
    content:
      '124.严格执行煤矿安全规程的规定，坚持开机开水、停机停水、无水或喷轻装置损坏时必须停机的原则。(对)',
    core: []
  },
  {
    content:
      '125.严格执行采煤机司机操作规程，不准带负荷频繁启动采煤机，不得强行截割，严禁采煤机带病工作。(对)',
    core: []
  },
  {
    content: '126.为了减少甚至消灭采煤机故障，必须加强采煤机的维护检修。(对)',
    core: []
  },
  {
    content:
      '127.检修人员必须责任心强、精通技术，熟练掌握所维护检修采煤机各部位结构与工作原理，并固定其工作岗位。(对)',
    core: []
  },
  {
    content:
      '128.严格执行班枪、日检、旬检(周检)、月检制度。发现问题及时处理，将隐患消灭在萌芽状态，做到防患于未然。(对)',
    core: []
  },
  {
    content:
      '129.采煤机的用油要有专人管理，并且专桶专用，严格执行油脂管理标准。(对)',
    core: []
  },
  {
    content:
      '130.电动机的故障绝大多数是由于电动机进水或受湖、绝缘下降造成的，因此要经常检查电动机的绝缘电阻。(对)',
    core: []
  },
  {
    content: '131.液压系统的压力是受到负载阻力和液压阻力的阻碍而形成的。(对)',
    core: []
  },
  {
    content: '132.液压传动易于发热，损失功率小，传动效率较高。( x )',
    core: []
  },
  {
    content:
      '133.容积式液压泵排液量的大小，取决于密封容积变化量的大小和单位时间内变化次数的乘积。(对)',
    core: []
  },
  {
    content:
      '134.采煤机上必须装有停止和开动滚筒以及能停止工作面刮板输送机的闭锁装置。(对)',
    core: []
  },
  {
    content:
      '135.采煤机牵引部主油泵的工作压力大小是由牵引速度的大小决定的。(对)',
    core: []
  },
  {
    content:
      '136.采煤机电磁阀的换向稳定性应符合当电压降至额定电压的80%时，电磁阀应能正常动作。(X)',
    core: []
  },
  {
    content:
      '137.电动机恒功率调速，就是保持电机在已调好的功率下运转，即为恒功率调速。(对)',
    core: []
  },
  {
    content: '138.减小液压冲击的根本措施总避免液体速度的突然变化。(对)',
    core: []
  },
  {
    content:
      '139.(理矿机电设备完好标准》中规定采成机滑秋磨损量不得超过20mm，销轴磨提量不得超过2mm。(对)',
    core: []
  },
  { content: '140采煤机司机可以随时进入煤帮侧， 进行检修。(X)', core: [] },
  {
    content:
      '141.采煤机螺旋滚简上的螺旋叶片，在同一直径上的螺旋开角各不相同。(X)',
    core: []
  },
  {
    content:
      '142液压牵引采煤机补油系统低压安全保护的压力表读数在2.15Mpa左右时，表示低压安全阀正常。( X)',
    core: []
  },
  { content: '143.高压液体在管道中流动有压力损失。(对)', core: [] },
  { content: '144.采煤机在牵引时可直接用换向手把换向。(X)', core: [] },
  { content: '145.采煤机主油路系统缺油时，泵箱产生异常声响。(对)', core: [] },
  {
    content:
      '146液压传动系统中运动速度或转速，仅取决于流量，而与压力无关。(对)',
    core: []
  },
  { content: '147.当采煤机供水水压不够时，不能开机。(对)', core: [] },
  {
    content: '148.在采煤机牵引速度慢的情况下可直接更换牵引方向。( X )',
    core: []
  },
  {
    content:
      '149.《煤矿安全规程》规定，采煤机必须设置机载式甲烷断电仪，否则不准开机。(对)',
    core: []
  },
  { content: '150.顶板不好时，紧跟采煤机推移刮板运输机。(X)', core: [] },
  { content: '151.采煤机截齿应在检修班加全，出煤班不需补加(X)', core: [] },
  {
    content:
      '152.轴承温度计的指针随温度变化而偏转,指针超过整定值后按通触点而发出警报。(X)',
    core: []
  },
  { content: '153.高压液体在管路中流动没有压力损失。(X)', core: [] },
  {
    content: '154.在采煤机上必须装有能停止和开动刮板运输机的控制装置。( X )',
    core: []
  },
  {
    content: '155.采煤机用手动调速时，增速时要缓慢，减速时要快些。(对)',
    core: []
  },
  { content: '156.采煤机司机应每天填写检修记录。(对)', core: [] },
  { content: '157.高压液体在管道中流动没有压力损失。(X )', core: [] },
  { content: '158.操作采煤机在牵引时不可直接用换向手把换向。(对)', core: [] },
  { content: '159.油量过多时，采煤机牵引部泵箱不会发热。( x)', core: [] },
  {
    content: '160.开动采煤机时必须喷雾降尘，无水或喷雾装置损坏，必须停机。(对)',
    core: []
  },
  { content: '161.在电动机开动的情况下不可以操作离合器。(对)', core: [] },
  { content: '162.正常停机是先停牵引，后停电动机。(对)', core: [] },
  { content: '163.熔断器是过负荷保护装置。(X )', core: [] },
  {
    content: '164.当电动机缺相运行时，-相电流为零，另外两相电流不变。( X )',
    core: []
  },
  {
    content:
      '165.采煤机牵引部主油泵的工作压力大小是由牵引速度的大小决定的。(对)',
    core: []
  },
  { content: '166.采煤机液压油不同牌号的油不得混用。(对)', core: [] },
  {
    content:
      '167.采掘设备《完好标准》中规定截齿缺少或截齿无合金的数量不超过15%。(X)',
    core: []
  },
  {
    content: '168. 物体与投影面倾斜时，它的投影比物体原形小。(对)',
    core: []
  },
  { content: '169.液压传动是以液体为介质，转换为传递能量。(对)', core: [] },
  {
    content: '170.液压传动易于发热，损失功率小，传动效率较高。( X )',
    core: []
  },
  { content: '171.井下电气可允许用铜丝代替保险丝。(X)', core: [] },
  {
    content:
      '172.采煤机牵引机构是指液压马达输出轴到行走轮间的一套传动机构。(对)',
    core: []
  },
  {
    content: '173.电动机的过载能力是电动机的最大转距与额定转距之比。(对)',
    core: []
  },
  { content: '174.液压系统中的压力越高，液压油粘度越大。(X)', core: [] },
  {
    content: '175.采煤工作面正规循环作业的目的是达到高产、低耗的效果。( X )',
    core: []
  },
  { content: '176. E7308号轴承是E级单列圆锥滚子轴承。(对)', core: [] },
  { content: '177.电钻的电压是127v。(对)', core: [] },
  { content: '178.经过培训但未取得司机上岗证人员可以开机。(X)', core: [] },
  { content: '179.采煤机截割滚简上的截齿应无短缺和损坏。(对)', core: [] },
  { content: '180.禁止带负荷启动和频繁点动开机。(对)', core: [] },
  {
    content:
      '181.采煤机螺旋滚筒上的螺旋叶片，在同一直径上的螺旋开角各不相同。(X)',
    core: []
  },
  {
    content:
      '182.需要较长时间停机时，应按顺序，断开隔离开关，后停电动机。( X )',
    core: []
  },
  {
    content: '183.顶、底板不好时，可以强行截割，也可甩下不管。( X )',
    core: []
  },
  {
    content:
      '184.采煤机伺服变量机构调整不当，主油泵角度摆不过来(不能超过零位)，造成采煤机不能换向。(对)',
    core: []
  },
  {
    content:
      '法律法规部分1.超能力、超强度或者超定员组织生产的是煤矿重大事故产隐患之。(对)',
    core: []
  },
  {
    content:
      '2.创建本质安全型企业是煤矿管理者的责任，但不是全体职工的本质需求。(X)',
    core: []
  },
  {
    content:
      '3.在发生安全事故后，从业人员有获得及时抢救和医疗救治并获得工伤保险赔偿的权利。(对)',
    core: []
  },
  {
    content: '4.未经安全生产教育和培训合格的从业人员，不得上岗作业。(对)',
    core: []
  },
  {
    content:
      '5.生产经营单位为从业人员提供劳动保护用品时，可根据情况采用货币或其他物品替代。(X)',
    core: []
  },
  {
    content:
      '6.煤矿企业要保证安全第一，预防为主，综合治理方针的具体落实，必须严格执行《煤矿安全规程》。(对)',
    core: []
  },
  {
    content:
      '7.从业人员在作业生产过程中，必须遵守安全法律法规和安全生产的规章制度和操作规程.服从管理，不得违章作业。(对)',
    core: []
  },
  {
    content:
      '8.从业人员发现事故隐患或者其他不安全因素，应当立即向本单位安全管理人员汇报。接到报告的人员应当及时予以处理。(对)',
    core: []
  },
  {
    content:
      '9.煤矿工人不仅有安全生产监督权、不安全状况停止作业权、接受安全教育培训权，而且还享有安全生产知情权。(对)',
    core: []
  },
  { content: '10从事技术工种的劳动者，上岗前不需经过培训。(X )', core: [] },
  {
    content:
      '11.用人单位应当按时缴纳工伤保险费。职工个人也应缴纳一部分工伤保险费。(X)',
    core: []
  },
  {
    content:
      '12.煤矿企业不得以任何形式与从业人员订立生死协议，免除或减轻其对从业人员因生产安全事故伤亡依法应承担的责任。(对)',
    core: []
  },
  {
    content: '13.煤矿从业人员对本岗位的安全生产工作不应负直接责任。(X )',
    core: []
  },
  {
    content:
      '14.煤矿企业必须对职工进行安全培训.未经安全培训的，经矿长批准可以上岗作业。(X)',
    core: []
  },
  {
    content: '15.安全生产的特种人员未取得操作资格证书的不得上岗作业。(对)',
    core: []
  },
  {
    content:
      '16.所谓“预防为主”，就是要在事故发生后进行事故调查，查找原因、制定防范措施。(X)',
    core: []
  },
  {
    content:
      '17.从业人员在任何情况下都必须昕从指挥，否则将会受到相应的处罚。(X)',
    core: []
  },
  {
    content: '18.矿山职工有权获得作业场所安全与职业危害方面的信息。(对)',
    core: []
  },
  {
    content: '19.矿山从业人员有依法获得安全生产和保障的权利。(对)',
    core: []
  },
  { content: '20.每名职工都有权制止任何违章作业。(对)', core: [] },
  { content: '21.矿山职工有享受劳动保护的权利.(对)', core: [] },
  {
    content: '22.煤矿企业必须建立职工入井检身制度和出入井人员清点制度。(对)',
    core: []
  },
  {
    content:
      '23.“安全第一，预防为主，综合治理”是我国安全生产的基本方针，也是煤矿安全生产的基本方针。(对)',
    core: []
  },
  {
    content:
      '24.煤矿使用的涉及生命安全、危害性较大的特种设备，必须取得安全使用证或安全标志，方可投入使用。检测、检验机构对检测，检验结果负责。(对)',
    core: []
  },
  {
    content:
      '25. 带徒制度规定师傅般应 当具有中级工以技能等级，3年以上相应工作经历。(对)',
    core: []
  },
  { content: '26.最大的安全隐患是不知道什么是隐患。(对)', core: [] },
  {
    content:
      '27.工作中，只要自己按章作业，别人的违章可以不管，不必制止，容易得罪人。(X )',
    core: []
  },
  {
    content:
      '28.新员工要积极参加各种安全生产活动，主动提出有关安全生产的合理化建议。(对)',
    core: []
  },
  {
    content:
      '29.安全设施和条件不符合国家安全标准、行业安全标准、《煤矿安全规程》和行业技术规范，是煤矿生产中常见的违法行为之一。(对)',
    core: []
  },
  {
    content:
      '30.未按规定进行安全教育、培训，是煤矿生产中最常见的违法行为之一。(对)',
    core: []
  },
  {
    content:
      '31.使用伪造、变造、买卖的资格证，构成违反治安管理行为的，由公安机关依照治安管理的法律、行政法规的规定处罚。(对)',
    core: []
  },
  {
    content:
      '32.生产经营单位采用新工艺、新技术、新材料或者使用新设备，需要对从业人员进行专门的安全生产教育和培训。(对)',
    core: []
  },
  {
    content:
      '33.煤矿企业为从业人员配备的劳动防护用品、用具，可适当向从业人员收取一定的费用。(X)',
    core: []
  },
  {
    content:
      '34.煤矿企业可以与从业人员订立协议，免除其对从业人员因生产安全事故伤亡依法应承担的责任。(X)',
    core: []
  },
  { content: '35.从业人员有权拒绝违章指挥和强令冒险作业。(对)', core: [] },
  {
    content:
      '36.从业人员在作业过程中，应当严格遵守本准位的安全生产规章制度和操作规程，服从管理。(对)',
    core: []
  },
  {
    content:
      '37. 从业人员应当接受安全生产教育和培训，掌握本职工作所需的安全生产知识，提高安全生产技能，增强事故预防和应急处理能力。(对)',
    core: []
  },
  {
    content:
      '38.煤矿企业的从业人员不服从管理，违反安全生产规章制度或者操作规程的，由煤矿企业给予批评教育,依照有关规章制度给予处分。(对)',
    core: []
  },
  {
    content:
      '39.依法订立的劳动合同具有法律约束力，当事人必须履行劳动合同规定的义务。(对)',
    core: []
  },
  {
    content:
      '40. 违反法律、 行政法规的劳动合同和采取欺诈、威胁等手段订立的劳动合同为无效的劳动合同，没有法律约束力。(对)',
    core: []
  },
  {
    content:
      '41.煤矿企业招用劳动者时，要如实告知劳动者工作内容、工作条件、工作地点、职业危害、安全生产状况、劳动报酬，以及劳动者要求了解的其他情况。(对)',
    core: []
  },
  {
    content:
      '42.煤矿企业以暴力、威胁或者非法限制人身自由的手段强迫劳动者劳动的，劳动者可以立即解除劳动合同，不需事先告知用人单位。(对)',
    core: []
  },
  {
    content:
      '43.劳动合同期限一 年以上不满三年的，试用期不得超过二个月;三年以上固定期限和无固定期限的劳动合同，试用期不得超过六个月。(对)',
    core: []
  },
  {
    content:
      '44.煤矿企业应保证从业人员了解事故应急处理措施，知悉自身在安全生产方面的权利和义务。(对)',
    core: []
  },
  { content: '45.煤矿应当建立井下作业人员实习制度。(对)', core: [] },
  {
    content:
      '职业卫生部分1.可能发生急性职业损伤的有毒、有害工作场所配置应急撤离通道。(对)',
    core: []
  },
  {
    content:
      '2、《煤矿安全规程》规定，井下空气中一氧化碳浓度不得超过0.0024%。(对)',
    core: []
  },
  { content: '3、有教喘病的患者可以从事粉尘作业。( X )', core: [] },
  {
    content: '4、井下防尘的主要措施是以湿式作业，并加强通风。(对)',
    core: []
  },
  {
    content:
      '5、如果听力疲劳后不能及时恢复，而后又继续接触噪声，可变为永久性听力下降。(对)',
    core: []
  },
  { content: '6、劳动者有权拒绝没有职业危害防护的作业。(对)', core: [] },
  {
    content: '7、在合同期间，用人单位调换工种，劳动者无权拒绝。( X )',
    core: []
  },
  {
    content: '8、疑似职业病病人在诊断、医学观察期间的费用由个人承担。( X )',
    core: []
  },
  {
    content:
      '9、职业卫生管理制度和操作规程是用人单化管理者和劳动者共同遵循的行为规范。(对)',
    core: []
  },
  { content: '10、劳动有楼受职业健康检查不应当视间正常出勤。(X)', core: [] },
  {
    content:
      '11.劳动者与用人单位签订劳动合间(含期用合同)时，有权了解工作过程中产生的职业病危害及其后果、职业病防护措施和待遇等，并要求在劳动合同中写明。(对)',
    core: []
  },
  {
    content: '12.矿井职工在不方便的情况下，可以不佩戴劳动防护用品。( X )',
    core: []
  },
  { content: '13、职业健康体检具有法律强制性。(对)', core: [] },
  {
    content:
      '14、组织职工进行煤矿职业病防治知识集中培训时，考试合格后才能上岗。(对)',
    core: []
  },
  {
    content:
      '15、《煤矿作业场所职业危害防治规定》既适合井下，也适合煤矿地面作业场所。(对)',
    core: []
  },
  { content: '16、噪声性耳聋是我国法定的职业病。(对)', core: [] },
  {
    content:
      '17.用人单位不得安排未经上岗前职业健用检查的劳动者从事接触职业病危害的作业。(对)',
    core: []
  },
  {
    content:
      '18.提触噪声作业的工人，听力下降严重者，如果本人愿意可以坚持原岗位。(X)',
    core: []
  },
  {
    content:
      '19、凡有粉尘作业的企业、事业单位都必须不定期测定作业场所的粉尘浓度。(X)',
    core: []
  },
  {
    content:
      '20、任何单位和个人有权对违反《职业病防治法的行为进行检举和控告。(对)',
    core: []
  },
  {
    content:
      '21.安全帽在使用过程中，发现有帽壳有裂痕也不用管，只要还能使用便可。( X)',
    core: []
  },
  {
    content:
      '22职业病是常见病，所以职业病诊断机构没有必要保护劳动者的隐私。(X )',
    core: []
  },
  { content: '应急处置、自救互救部分', core: [] },
  { content: '1. 矿井空气的主要成分有:氮气、氧气和瓦斯。(x)', core: [] },
  {
    content:
      '2.矿井反风能够起到防止灾害扩大，所以，矿井要经常进行反风操作。( x)',
    core: []
  },
  {
    content: '3.井下一旦发生火灾，遇险人员应立即沿回风巷撤退。(x)',
    core: []
  },
  { content: '4撒退伤员时要做到轻、 快，稳。(对)', core: [] },
  {
    content: '5.现场无止血带时，可用铁丝、电线、绳索等做止血带使用。(X)',
    core: []
  },
  {
    content:
      '6.当煤矿井下发生大面积的垮落、冒顶事故，现场人员被堵在独头巷道或工作面时，被堵人员应赶快往外扒通出口。(X)',
    core: []
  },
  {
    content: '7.压缩氧自救器除使用时间有限制外，其他方面没有限制要求。(X )',
    core: []
  },
  { content: '8.被埋压伤员救出后，应迅速升井，不得停留检查。(X)', core: [] },
  {
    content:
      '9.有充足的水量是井下灭火的好条件，所以在任何情况下都可以用水直接扑灭火灾。(X)',
    core: []
  },
  { content: '10.积极抢救灾害事故中，首先要确保自身安全。(对)', core: [] },
  {
    content:
      '11.在井下，如果矿灯不亮了，可以到进风巷中打开矿灯更换灯泡或进行维修。(X)',
    core: []
  },
  {
    content:
      '12采掘工作作面瓦斯爆炸后，遇险人员迅速佩戴、使用自救器，进风侧人员逆风撤出:回风侧人员要设法经最短路线撤退到新鲜风流中。如果冒顶严重，撤退路线堵塞，一时难以疏通时，遇险人员应尽快进入临时避难场所静卧待援。(对)',
    core: []
  },
  {
    content:
      '13.禁止用矿灯直接照射长期被围困遇险人员的眼睛，以避免在强光刺激下瞳孔急剧收缩，造成眼睛失明。(对)',
    core: []
  },
  {
    content:
      '14.项板事故是指在煤矿井下采掘过程中，因为顶板意外冒落造成的人员伤亡、设备损坏和生产终止的事故。(对)',
    core: []
  },
  {
    content:
      '15.矿井火灾发生后，火势很大，现场作业人员不能采用直接灭火的方法将其扑灭，或者现场不具备直接灭火的条件应迅速撤离火灾现场。(对)',
    core: []
  },
  {
    content:
      '16.下井人员必须随身携带自救器，自救器应尽量防止撞击，不能当坐垫使用，无事故时不要打开自救器外壳。(对)',
    core: []
  },
  { content: '安全管理部分', core: [] },
  {
    content:
      '1、入井人员必级随身携带自救器、标识卡和矿灯，严禁携带烟草和点火物品，严禁穿化纤衣服。(对)',
    core: []
  },
  {
    content:
      '2.从业人员入井前都必须参加班前会，熟知本班作业任务、操作规程及安全注意事项。(对)',
    core: []
  },
  {
    content:
      '3. 挂有“禁止通行”或危险警告标志牌板的地方，如果没有栏杆挡着，就可以进入。(X)',
    core: []
  },
  {
    content:
      '4.煤矿必须建立矿井安全避险系统，对井下人员进行安全避险和应急救援培训，每年至少组织1次应急演练。(对)',
    core: []
  },
  {
    content: '5.井下各主要巷道的岔道口都必须设置路标，指明通往出口的方向。(对)',
    core: []
  },
  { content: '6.严禁进入采空区、盲巷和废旧井巷。(对)', core: [] },
  { content: '7.从业人员应自觉接受井口安检人员的检身。(对)', core: [] },
  {
    content:
      '8.矿帽可保护头部免遭垮落的小块煤岩击街，也可减少不小心碰到支架及其它坚硬物体的伤害。(对)',
    core: []
  },
  {
    content:
      '9.矿井发生透水事故时，撤退时应靠近巷道侧，尽量避开压力水头和泄水流，防止滚动研石和木料等撞伤。(对)',
    core: []
  },
  {
    content:
      '10.在整个逃生过程中要注意把自救器的口具、鼻夹戴好，保证不漏气。(对)',
    core: []
  },
  {
    content: '11.井下从业人员必须熟悉本职工作区域内灭火器材的存放地点。(对)',
    core: []
  },
  { content: '12用止血带止血时，应将止血带紧紧扎在伤口上。(X)', core: [] },
  {
    content:
      '13.煤矿安全避险“六大系统”是指监测监控系统、人员定位系统、紧急避险系统、压风自救系统、供水施救系统和通信联络系统。(对)',
    core: []
  },
  { content: '14.煤矿必须制定本单位的作业规程和物作规程。(对)', core: [] },
  {
    content:
      '15.人工呼吸术、人工胸外心脏按压术是伤员心脏、呼吸骤停所采用的现场最初急救措施。(对)',
    core: []
  },
  { content: '采煤、掘进部分', core: [] },
  { content: '1、煤层顶板可分为伪顶、直接顶和基本顶。(对)', core: [] },
  {
    content:
      '2、直接顶是指位于煤层或伪顶之上，具有一定的稳定性，移架或回柱后能自行垮落的岩层。(对)',
    core: []
  },
  {
    content: '3、掘进工作面停风时，不必立即撤出人员，切断电源。(X)',
    core: []
  },
  {
    content:
      '4、巷道支护的目的是阻止巷道围岩变形和垮落，防止顶板事故发生。(对)',
    core: []
  },
  {
    content:
      '5、采煤工作面遇坚硬顶板，容易出现采空区顶板大面积悬露，这时需要强制放顶，以保安全。(对)',
    core: []
  },
  {
    content:
      '6、采煤工作面必须严格按作业规程的规定及时支护，严禁空顶作业。(对)',
    core: []
  },
  {
    content: '7、使用刮板输送机运料，经班组长同意可以不制定安全措施。( x )',
    core: []
  },
  { content: '8.矿井和采煤工作面必须保持两个安全出口。(对)', core: [] },
  {
    content: '9.采煤工作面必须按作业规程的规定及时支护，严禁空顶作业。(对)',
    core: []
  },
  { content: '10.液压支架必须接顶，顶板破碎时必须超前支护。(对)', core: [] },
  {
    content:
      '11.当采高超过3m或片帮严重时，液压支架必须有护帮板，防止片帮伤人。(对)',
    core: []
  },
  { content: '12. 采煤工作面的温度不得超过26"C.(对)', core: [] },
  {
    content:
      '13.煤矿使用的涉及安全生产的产品，必须取得煤矿矿用产品安全标志。(对)',
    core: []
  },
  { content: '14.回采后不维护的空间为采空区。(对)', core: [] },
  {
    content:
      '15. 煤巷全锚杆支护巷道帮锚杆质量要求是安装牢固，托板基本密贴壁面，不松动。(对)',
    core: []
  },
  {
    content:
      '16.井下人员不能在无风，微风或瓦斯超限、有害气体浓度超限的区域作业。(对)',
    core: []
  },
  {
    content: '17.井下供电的“三大保护”是:过流、接地、断相保护。(X)',
    core: []
  },
  { content: '18.带式输送机应使用阻燃输送带。(对)', core: [] },
  {
    content: '19. 井下与井口内可以从事电焊、气焊、喷灯焊接等工作。(X )',
    core: []
  },
  {
    content: '20、 煤矿井下的五大灾害一 般分水、火、瓦斯、顶板、煤尘。(对)',
    core: []
  },
  { content: '地测防治水部分', core: [] },
  {
    content:
      '1.测量误差是不可避免的，但是可以选择合理的测量方法，使测量误差减少。(J )',
    core: []
  },
  { content: '2.标定巷道的腰线就是给给定巷道的坡度或倾角。(J)', core: [] },
  {
    content:
      '3.《规程》 规定，巷道每掘进100M,应至少对中腰线进行一次检 查测量，并根据检查结果，调整中腰线。( J )',
    core: []
  },
  {
    content:
      '4.标志层是指具有易于辨认且分布较广、层位又稳定的岩层或煤层。( J )',
    core: []
  },
  {
    content:
      '5.回采工作面遇到煤层变薄带或无煤区时，可采用直接推过或绕过的办法。(J)',
    core: []
  },
  {
    content: '6.地垒由两条以上正断层组成，地堑由两条以上逆断层组成。( x )',
    core: []
  },
  {
    content:
      '7.孔隙水的存在条件和特征取决于岩石孔隙的发育情况，一.般情况下，岩石颗粒大而均匀，则透水性差，水量小，水质较差。(X)',
    core: []
  },
  {
    content:
      '8.松散沉积物具有多种成因类型(洪积、冲积等)，不同成因类型的沉积物，其岩性和分布不同，但其中孔隙水的埋藏、分布、水化学特征及富水程度基本相同。(X)',
    core: []
  },
  {
    content:
      '9.含水层和隔水层的划分是相对的，并不存在截然的界限或绝对的定量指标。(X)',
    core: []
  },
  {
    content: '10.钻进中临时停车，钻具未提出孔底，应立即开车、开泵。(X)',
    core: []
  },
  {
    content:
      '11.煤矿企业、矿井应当定期收集、调查和核对相邻煤矿和废弃的老窑情况。(J)',
    core: []
  },
  {
    content:
      '12.当暴雨威胁矿井安全时，必须立即停产撤出井下全部人员，只有在确认暴雨洪水隐患彻底消除后方可恢复生产。(J)',
    core: []
  },
  {
    content:
      '13.在探放水钻进时，发现煤层松软、来压或者钻眼中水压、水量突然增大和顶钻等透水征兆时，应当立即停止钻进，拔出钻杆。(J)',
    core: []
  },
  {
    content:
      '14.矿井水仓、沉淀池和水沟中的淤泥，应当及时清理;每年雨季前，应当清理1次。(J)',
    core: []
  },
  {
    content: '15. 透水征兆中，顶板“挂汗”多呈尖形水珠，有“承压欲滴”。之势(J)',
    core: []
  },
  {
    content:
      '- - 通三防部分1、《煤矿安全规程》规定:生产矿井应每年进行1次反风演习，通风系统有较大变化时，应进行1次反风演习。(J)',
    core: []
  },
  {
    content: '2、使用局部通风机通风的掘进工作面，原则上不得停风。(J)',
    core: []
  },
  { content: '3、反向风门是在矿井反风时用来隔断反向风流的。(J)', core: [] },
  { content: '4、没有防尘洒水管路的采、掘工作面，不得生产。(J)', core: [] },
  { content: '5、风桥是方便井下行人的设施。( x )', core: [] },
  { content: '6、掘进工作面风流中甲烷传感器距迎头必须小于5m。(J)', core: [] },
  { content: '7、个体防尘的工具主要是戴防尘口罩。(J)', core: [] },
  {
    content:
      '8、独头巷道发生火灾时，要维持局部通风机原状，不得随意开启或停止局部通风。(J)',
    core: []
  },
  {
    content: '9、对于井下电气引起火灾，首先要迅速采取灭火措施。( X )',
    core: []
  },
  { content: '10、煤矿可以用水扑灭任何火灾。(X )', core: [] },
  { content: '11、抽放瓦斯管路不可以和电缆敷设在同一侧。(J )', core: [] },
  {
    content: '12、《煤矿安全规程》规定井下人员每分钟供给风量不得少于4m’。 (J )',
    core: []
  },
  { content: '13、井下工作人员必须熟悉灭火器材的使用方法。(J )', core: [] },
  { content: '机电部分1、为了便于停送电，可以约时停送电。(X)', core: [] },
  { content: '2、高压隔离开关可以断开短路电流。(X)', core: [] },
  {
    content: '3、非专职电气人员不得擅自摆弄、检修、操作电气设备。(J )',
    core: []
  },
  { content: '4、拆，挂接地线，操作人员可以不带戴绝缘手套。(X)', core: [] },
  { content: '5、-张倒闸操作票只准填写一个操作任务。(J )', core: [] },
  {
    content: '6、防爆电气入井前应有“产品合格证”和“煤矿矿用产品安全标志”。(J )',
    core: []
  },
  {
    content: '7、井下常见的电缆故障主要有相间短路，单项接地，断线等故障。(J )',
    core: []
  },
  { content: '8、电动机的地脚螺栓可以当作外壳的接地螺钉使用。(X)', core: [] },
  { content: '9、矿井必须备有井上、下配电系统图(J )', core: [] },
  {
    content: '10、直接向井下供电的馈电线路上，可以装设自动重合闸(X)。',
    core: []
  },
  {
    content:
      '11、在煤矿井下容易碰到的、裸露的带电体及机械外露传动和传动部分必须加装护罩或遮拦等防护设施。( J )',
    core: []
  },
  {
    content: '12、井下用电缆不应悬挂在风管或水管上，不得遭受淋水。( J )',
    core: []
  },
  { content: '13、在总回风巷和专用瓦斯巷可以敷设电缆(X)', core: [] },
  { content: '14、漏电电流不会引起瓦斯、煤尘爆炸(X)', core: [] },
  {
    content:
      '15、在煤矿井下，非专职人员或非值班电气人员不得擅自操作电气设备。( J )',
    core: []
  },
  {
    content:
      '16、井下机电设备硐室内必须设置足够数量的扑灭电气火灾的灭火器材。( J )',
    core: []
  },
  { content: '运输部分', core: [] },
  {
    content: '1、在下坡时当防爆车的启动气压不够时可以借助溜车来启动防爆车。(x)',
    core: []
  },
  {
    content: '2、机车运行时，必须关闭车门，严禁将头和身体探出车外。( J )',
    core: []
  },
  {
    content: '3、人员可以与有爆炸性、易燃性或腐蚀性的物品同乘车。(X)',
    core: []
  },
  { content: '4、运送物料不准超高、超宽、超重，但可以超长。(X)', core: [] },
  {
    content: '5、当井下瓦斯超标时，瓦斯报警仪报警，此时发动机自动熄火。(X)',
    core: []
  },
  { content: '6、胶轮车倒车时应启动语音或可视告警装置。(J)', core: [] },
  {
    content:
      '7、运人车在开车前应关好车门、人体及所携带的工具、材料，不应露在车外。车辆起动时，驾驶员不用向乘车人员发出警示。(X)',
    core: []
  }
];

export default cmPdList;
